[
    {
        "Categorie": "TechCrunch Disrupt 2025",
        "URL_Categorie": "https://techcrunch.com/2025/04/24/speak-at-techcrunch-disrupt-2025-applications-now-open/",
        "URL_Article": "https://techcrunch.com/2025/04/24/speak-at-techcrunch-disrupt-2025-applications-now-open/",
        "Titre": "Speak at TechCrunch Disrupt 2025: Applications now open",
        "Auteur": "TechCrunch Events",
        "Date_relative": "7 minutes ago",
        "Date_absolue": "2025-04-24",
        "Full_article": [
            " returns October 27-29 to Moscone West in San Francisco — and we’re inviting thought leaders, founders, VCs, and tech experts to apply for a chance to take the stage at one of the most anticipated tech events of the year.",
            "Applications are now open to speak at ",
            ", where over 10,000+ tech leaders, investors, and startup experts come together to shape the future of innovation.",
            "The application deadline is May 16 — ",
            " and don’t miss your chance to lead the conversation.",
            "We’re looking for high-impact speakers to lead one of two session types:",
            " — A 30-minute talk (up to four speakers, including a moderator) with a 20-minute audience Q&A. Capacity: 100 attendees.",
            " — A 30-minute speaker-led group discussion, designed for up to 40 participants. No slides or AV — just insight and conversation.",
            "Each application will be carefully reviewed by our editorial team. Finalists will be selected for the Audience Choice vote — where TechCrunch readers choose which sessions make it to the Disrupt stage. Learn more about speaking on ",
            ".",
            "If you have actionable insights, real-world experience, and a desire to contribute meaningfully to the tech ecosystem — we want to hear from you.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Climate",
        "URL_Categorie": "https://techcrunch.com/2025/04/24/repair-carbon-is-making-carbon-removal-machines-inspired-by-batteries/",
        "URL_Article": "https://techcrunch.com/2025/04/24/repair-carbon-is-making-carbon-removal-machines-inspired-by-batteries/",
        "Titre": "RepAir Carbon is making carbon removal machines inspired by batteries",
        "Auteur": "Tim De Chant",
        "Date_relative": "1 hour ago",
        "Date_absolue": "2025-04-24",
        "Full_article": [
            "In the span of a decade, direct air capture technology that draws CO",
            " out of the atmosphere has gone from wildly expensive to somewhat expensive. Companies ",
            ", which set a target to eliminate its emissions by 2030, is happy to pay more to get the ball rolling. But smaller companies would still balk at the prices.",
            "A startup may have an answer, one that’s been inspired by batteries. ",
            " is developing a new form of carbon capture the company says could drive the cost down as low as $70 to $80 per metric ton of carbon removed. That’s a significantly lower price than other approaches, which experts estimate cost around $600 per metric ton. ",
            "RepAir recently raised a $15 million extension to its Series A, the company exclusive told TechCrunch. The round was led by Exantia Capital and Taranis Carbon Ventures with participation from Ormat Technologies and Repsol. The Israeli Innovation Authority also contributed a $3 million grant.",
            "The potential cost advantage comes from the way RepAir uses electricity to capture carbon. Most companies rely on a solvent to remove CO",
            " that must be heated to release the gas so it can be transported and stored. RepAir, on the other hand, uses electricity to drive the chemical reaction.",
            "The device is “more like a fuel cell, but operated more like a battery,” co-founder and CEO Amir Shiner told TechCrunch.",
            "Inside, two electrodes are separated by a membrane. As air or flue gas is drawn into the reaction chamber, it encounters a nickel-based electrode with a current running through it. There, hydroxide is waiting to attract carbon dioxide, converting it into carbonate and bicarbonate ions with negative electrical charges. These then pass through the porous electrode and separator, attracted to the other electrode’s positive charge. ",
            "When the ions hit the positive electrode, they revert back to CO",
            " and hydroxide. The CO",
            " is then drawn off to be stored while the hydroxide builds up until there’s enough that the reactor can be reversed and the process repeated in the other direction.",
            "Compared with other carbon capture technologies, RepAir’s reversibility could give it an edge. ",
            "Other capture devices typically need time to heat the solvent to release CO",
            ", a process known as regeneration, and that downtime requires more modules to capture a given amount of carbon. ",
            "“We regenerate while working,” Shiner said.",
            "Each of RepAir’s reaction chambers are filled with multiple stacks of anode-separator combos, and the company can apply varying amounts of electricity to ensure they’re operating at peak performance.",
            "Shiner said the technology works to capture carbon from the atmosphere and from exhaust streams from power plants and the like. RepAir is currently in talks with developers to add its technology to gas turbines to help eliminate carbon emissions from data centers. ",
            "“It’s early, but it’s something we’re working on and we have strong interest coming from that specific area,” he said. ",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "TechCrunch Disrupt 2025",
        "URL_Categorie": "https://techcrunch.com/2025/04/24/founders-your-moment-is-now-apply-for-startup-battlefield-200/",
        "URL_Article": "https://techcrunch.com/2025/04/24/founders-your-moment-is-now-apply-for-startup-battlefield-200/",
        "Titre": "Founders, your moment is now: Apply for TechCrunch Startup Battlefield 200",
        "Auteur": "TechCrunch Events",
        "Date_relative": "1 hour ago",
        "Date_absolue": "2025-04-24",
        "Full_article": [
            "Founders, the battlefield is open. And the bold are stepping forward. ",
            " at ",
            " is now accepting startups to compete in the ultimate pitch showdown in front of over 10,000 tech leaders from around the globe to witness..",
            "This is no ordinary pitch. This is the fight for visibility, capital, and legacy. If your startup has the fire, now is the time to step into the spotlight.",
            "Take your place in the battlefield — ",
            ".",
            "Thousands will apply. 200 will be chosen. 20 will pitch onstage. ",
            " will claim the crown and win a $100,000 equity-free prize.",
            "You want to rise above the noise? Move fast.",
            "This is the launchpad for legends: Trello, Mint, Getaround,  Dropbox, Discord, and ",
            " —",
            "They began their battles here.",
            "We’re scouting ",
            " with MVPs and massive potential. Bootstrapped or backed, if your startup is bold, you’re in the fight. Some capital-intensive Series A companies may also qualify.",
            "Gear up for the startup battle of the year. Applications close June 9. Step up. Stand out. ",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Fintech",
        "URL_Categorie": "https://techcrunch.com/2025/04/24/revolut-the-45b-neobank-posts-1b-profit-in-2024/",
        "URL_Article": "https://techcrunch.com/2025/04/24/revolut-the-45b-neobank-posts-1b-profit-in-2024/",
        "Titre": "Revolut, the $45B neobank, posts $1B profit in 2024",
        "Auteur": "Ingrid Lunden",
        "Date_relative": "2 hours ago",
        "Date_absolue": "2025-04-24",
        "Full_article": [
            ", the ",
            " neobanking startup founded in the U.K., may have put its IPO plans on ice, but its balance sheet is looking pretty hot.",
            "The company reported net profit of $1 billion (£790 million) in 2024, while its customer base grew by 38% to 52.5 million, according to its ",
            ". Revenues increased 72% to $4 billion (£3.1 billion) in the year.",
            "The message here is one of strong growth overall. ",
            "This is Revolut’s fourth straight year of being in the black. 2024 was a big year for the company – its net profit more than doubled what it earned in ",
            " ($428 million), and it finally ",
            " in its home market of U.K., which is its biggest. It moved up to a $45 billion valuation on the back of a big secondary share sale. And it launched a crypto exchange, ",
            ". ",
            "Some have thought the exchange would be a precursor to Revolut launching its very own stablecoin. From what we understand, it will span multiple jurisdictions beyond Europe and its ",
            " crypto region, and it’s taking some time to set up as a result of that complexity.",
            "The company didn’t break out revenue numbers for Revolut X specifically, but it’s looking like a bit of a juggernaut. The exchange is part of Revolut’s Wealth group, which saw revenue grow 298% to $647 million from just $158 million in 2023. Wealth, which also includes revenue from its savings products, is now the second-largest part of Revolut’s business after the cut it makes on card payments (that business was up 43% to $887 million last year). ",
            "“2024 was a landmark year for Revolut,” said CEO and co-founder Nik Storonsky (pictured above), in a statement. “We not only accelerated our customer growth, welcoming nearly 15 million new users globally, but critically, we also saw customers engaging more deeply by adopting a wider range of our services across both our retail offering and Revolut Business.”",
            "Looking ahead, the company said two of its biggest priorities for 2025 will be to “formally” launch banks in the U.K. and Mexico (on the back of its licenses) as well as to double its customer base to 100 million. ",
            "That’s much more positive news than the ",
            " that Rippling is suing Revolut to disclose who transferred money to the so-called “Deel Spy,” allegedly seeded in Rippling’s ranks to report on internal workings.",
            "That new crypto exchange could end up playing a role there. Revolut has found it challenging to break into the U.S. market up to now, but the U.S. government’s moves to free up activity around cryptocurrency could pave the way for Revolut to drive up users through the newer products.",
            "That could also help Revolut close the deal on new financing, too, following reports that it might be approaching another share sale at a $60 billion valuation, on top of launching that stablecoin.",
            "Revolut declined to comment on future secondary fundraises, and was equally non-committal on the subject of a public offering.",
            "“We have no immediate plans or timeline to announce regarding an IPO,” a spokesperson said. “Our current focus is firmly on executing our strategy – driving growth, expanding globally, and continuing to innovate for our customers.”",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Apps",
        "URL_Categorie": "https://techcrunch.com/2025/04/24/dropbox-adds-new-features-to-its-ai-powered-search-tool-dash/",
        "URL_Article": "https://techcrunch.com/2025/04/24/dropbox-adds-new-features-to-its-ai-powered-search-tool-dash/",
        "Titre": "Dropbox adds new features to Dash, its AI-powered search tool",
        "Auteur": "Ivan Mehta",
        "Date_relative": "2 hours ago",
        "Date_absolue": "2025-04-24",
        "Full_article": [
            "Companies like ",
            " and ",
            " have equipped their productivity suites with AI features and assistants, while startups such as ",
            " and ",
            " have focused heavily on building AI integrations and search capabilities. In alignment with this growing trend of infusing digital work suites with AI, Dropbox on Thursday upgraded its AI search tool, Dash, first introduced in 2023.",
            "The company is adding AI “understanding” of different types of content in Dash, which means users can search across audio, video, and images in addition to text. The company is also adding people search to let users search for a person who worked on a specific project or look for a subject-matter expert. .",
            "Last year, Dropbox unveiled Dash for Business to let enterprises use AI search. This year, it’s improving Dash’s enterprise tooling by adding support for IT admins to exclude some sensitive documents from the search results.",
            "Dropbox already ",
            " its AI. With this new release, the company is introducing new writing tools that leverage summaries from different data sources to create new documents and presentations. The company said these tools, which live in Dash, can collate information from email, meeting notes, and existing documents to create project plans, memos, or briefs. The core idea is that users won’t have to jump from one app to another to read some info and add it to a document.",
            "What’s more, Dropbox is adding new integrations to Dash, including integrations for communication tools like Slack, Zoom, and Microsoft Teams, along with project management and creative tools like Figma, Canva, and Jira. This will help users search for information across their projects on different platforms, according to Dropbox.",
            "As AI vendors release new AI models, companies working in the productivity and workforce sectors are realizing that it’s getting easier to have AI look through a lot of information, summarize it, and also generate new content based on that. The challenge for these companies is building features quickly enough while integrating with other platforms to keep their customers happy.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Transportation",
        "URL_Categorie": "https://techcrunch.com/2025/04/24/uber-and-volkswagen-pair-up-to-launch-robotaxi-service-with-self-driving-electric-microbuses/",
        "URL_Article": "https://techcrunch.com/2025/04/24/uber-and-volkswagen-pair-up-to-launch-robotaxi-service-with-self-driving-electric-microbuses/",
        "Titre": "Uber, Volkswagen pair up to launch robotaxi service in US with self-driving, electric microbuses",
        "Auteur": "Kirsten Korosec",
        "Date_relative": "3 hours ago",
        "Date_absolue": "2025-04-24",
        "Full_article": [
            "Volkswagen of America and Uber on Thursday unveiled an ambitious plan to launch a commercial robotaxi service — using autonomous electric VW ID. BUZZ vehicles — in multiple U.S. cities over the next decade.",
            "The companies expect to launch a commercial service in Los Angeles, the first city on the list, by late 2026. VW and Uber didn’t provide details on potential future markets.",
            "Initially, the service won’t be driverless. The fleet of autonomous vehicles will have human safety operators behind the wheel before they go driverless in 2027, a VW spokesperson told TechCrunch.",
            "That gives Volkswagen ADMT, the autonomous vehicle subsidiary of Volkswagen of America, up to two years to navigate the regulatory landscape in California and gain the permits required to test its autonomous vehicles and eventually operate a commercial service.",
            "Volkswagen ADMT will begin testing in Los Angeles later this year once it receives its initial testing permit from the California Department of Motor Vehicles. The agency regulates autonomous vehicle testing and deployment in the state, and the California Public Utilities Commission handles permitting for the commercial ride-hailing component of robotaxi services.",
            "Despite the considerable hurdles ahead, the partnership is a notable step for Volkswagen ADMT. The subsidiary publicly launched in July 2023 with an ",
            " in Austin and a fleet of 10 all-electric ID Buzz vehicles equipped with partner Mobileye’s technology.",
            "Its parent Volkswagen Group, along with Ford, had hitched their autonomous vehicles ambitions to startup Argo, until the two automakers ",
            " and gobbled up its remains. Volkswagen then turned to Mobileye to source autonomous vehicle technology, and that relationship has deepened recently. ADMT, Volkswagen’s U.S.-based effort, launched about nine months after Argo shut down.",
            "Volkswagen in 2023 said it wasn’t interested in building a dedicated ride-hailing service. Still, it did appear to see a business in selling its self-driving ID Buzz vans and fleet management software to other companies. ",
            "Details of its partnership with Uber suggests that plan is intact. ",
            "“Volkswagen is not just a car manufacturer — we are shaping the future of mobility, and our collaboration with Uber accelerates that vision,” Christian Senger, CEO of Volkswagen Autonomous Mobility, said in a statement. “What really sets us apart is our ability to combine the best of both worlds–high-volume manufacturing expertise with cutting-edge technology and a deep understanding of urban mobility needs.”",
            "This is also Uber’s latest AV partnership. The ride-hailing giant has spent the past several years locking up deals with more than 14 autonomous vehicle firms across ",
            ", delivery and trucking. Uber recently launched a robotaxi service with Waymo in Austin, and is about to ",
            ". ",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "AI",
        "URL_Categorie": "https://techcrunch.com/2025/04/24/this-tool-estimates-how-much-electricity-your-chatbot-messages-consume/",
        "URL_Article": "https://techcrunch.com/2025/04/24/this-tool-estimates-how-much-electricity-your-chatbot-messages-consume/",
        "Titre": "This tool estimates how much electricity your chatbot messages consume",
        "Auteur": "Kyle Wiggers",
        "Date_relative": "4 hours ago",
        "Date_absolue": "2025-04-24",
        "Full_article": [
            "Ever wonder how much electricity you’re using when you prompt, or thank, an AI model? Hugging Face engineer Julien Delavande did, so he built ",
            " to help arrive at the answer.",
            "AI models consume energy each time they’re run. They’re run on GPUs and specialized chips that need a lot of power to carry out the associated computational workloads at scale. It’s not easy to pin down model power consumption, but it’s ",
            " ",
            " that growing usage of AI technologies will drive electricity needs to new heights in the next couple of years.",
            "The demand for more power to fuel AI has led some companies to pursue ",
            " strategies. Tools like Delavande’s aim to bring attention to this, and perhaps give some AI users pause. ",
            "“Even small energy savings can scale up across millions of queries — model choice or output length can lead to major environmental impact,” Delavande and the tool’s other creators ",
            ". ",
            "⚡️ Ever wondered how much energy is used every time you send a message to ChatGPT? ",
            "We just built a version of Chat UI that shows how much energy your message consumes — in real time. Should all chatbots display this?",
            "Details below 👇👇 ",
            "— Delavande Julien (@juliendelavande) ",
            " ",
            "Delavande’s tool is designed to work with Chat UI, an open-source front-end for models like Meta’s Llama 3.3 70B and Google’s Gemma 3. The tool estimates the energy consumption of messages sent to and from a model in real time, reporting consumption in Watt-hours or Joules. It also compares model energy usage to that of common household appliances, like microwaves and LEDs.",
            "According to the tool, asking Llama 3.3 70B to write a typical email uses approximately 0.1841 Watt-hours — equivalent to running a microwave for 0.12 seconds or using a toaster for 0.02 seconds.",
            "It’s worth remembering that the tool’s estimates are only that — estimates. Delavande makes no claim that they’re incredibly precise. Still, they serve as a reminder that everything — chatbots included — has a cost.",
            "“With projects like the AI energy score and broader research on AI’s energy footprint, we’re pushing for transparency in the open source community. One day, energy usage could be as visible as nutrition labels on food!” Delavande and his co-creators wrote.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Startups",
        "URL_Categorie": "https://techcrunch.com/2025/04/24/british-startup-isembard-lands-9m-to-reshore-manufacturing-for-critical-industries/",
        "URL_Article": "https://techcrunch.com/2025/04/24/british-startup-isembard-lands-9m-to-reshore-manufacturing-for-critical-industries/",
        "Titre": "British startup Isembard lands $9M to reshore manufacturing for critical industries",
        "Auteur": "Anna Heim",
        "Date_relative": "6 hours ago",
        "Date_absolue": "2025-04-24",
        "Full_article": [
            "Geopolitical pressures are accelerating a demand in many countries and regions to reshore — that is, to redevelop critical industry infrastructure, and to bring back businesses, which had moved or outsourced some or all of their industrial operations to cheaper countries further away. ",
            "But that is easier said than done. In the key area of precision manufacturing, for example, most countries in the West are not set up to handle the current production demands that businesses face. ",
            "This is the challenge ",
            " aims to address. The British startup said it plans to create a network of factories across several Western locations. CEO Alexander Fitzgerald told TechCrunch that the first of these started to operate in London in January, and claims that it can already respond to requests for high-precision parts. It has yet to disclose further locations.",
            "The aim here is to target companies that may not be sinking billions of capex into their own factories, but typically would have contracted with a manufacturer to produce on their behalf. ",
            "“Let’s say you are making an uncrewed aerial system, like a drone,” said Fitzgerald. “You’ll send us a design for some key parts for that in a 3D file. We’ll give you a quote for how fast we can do that, and the price. And then we machine that part out of whatever material is required, and we ship it to you. And sometimes maybe we’ll do the actual final assembly.” Isembard will aim for economies of scale across its own operations, too, with a single proprietary software layer, MasonOS, connecting and powering its facilities.",
            "This isn’t fundamentally different from sending that very same request to a factory in Asia, but it aligns with the rising demand for more local, resilient, and greener supply chains. ",
            "Fitzgerald believes that British legacy suppliers will struggle to keep pace with the bigger reshoring swing: Supply chains are fragmented, skilled operators have retired or moved to different roles, and factories are outdated — all outcomes brought about and furthered by supply chains moving to China and other countries over past years. By leveraging software and automation, Isembard believes it can offer a viable alternative to the current state of affairs, while also presenting options that happen to be faster and cheaper.",
            "This pitch helped the startup secure a £7 million seed round (approximately $9 million) led by Notion Capital, with participation from 201 Ventures, Basis Capital, Forward Fund, Material Ventures, Neverlift Ventures and NP-Hard Ventures, as well as angels including ",
            " promoter Andreas Klinger and SpaceForge founder Joshua Western.",
            "Isembard’s go-to-market strategy initially focuses on aerospace, defense, and energy. Fitzgerald declined to name clients, but he said the company saw most of its initial traction come from defense and fast-growing startups. He claimed that he and his team are also having conversations with primes and government bodies.",
            "With just 12 employees, Isembard is still small. That’s in part because up to now, it was self-funded with the proceeds of Fitzgerald’s first exit — he sold his previous company ",
            " to Giganet ",
            ". But that’s also because he purposely chose a less capital-intensive route than U.S.-based automation startup ",
            ", which raised some $216.5 million in 2024 to modernize parts manufacturing.",
            "“We take the view that it takes too long, too much capex, and too much concentration of talent in one single place to build these large, 100,000 square-foot factories,” he said. “What we’re actually doing is a distributed factory model where we have lots of much smaller units, but all with the same operating model technology and automation.” ",
            "That is a reference to the functionality of MasonOS, that proprietary system that powers Isambard’s plants, which will do “everything from quoting and estimating work to a customer, through to managing our own supply chain, automating scheduling and the prioritization, but also the core manufacturing and how you code the machines themselves,” Fitzgerald said. “At the moment, the problem is either that’s all paper-based or it’s all software built in the 70s,” he said.",
            "Despite this modern software layer, Isembard is very much an engineering-focused company. With a minor spelling tweak due to the original already being in use, its name is a nod to British industrialist and engineer ",
            ", known for his work during the Industrial Revolution. But it also takes a page from his father, as told by the startup in its ",
            ". ",
            "“When Isambard Kingdom Brunel’s father saw British soldiers returning from the Peninsula War with injured feet due to shoddy footwear suppliers,” the story goes, “he founded a shoe factory.” ",
            "This reference is meant to reflect Isembard’s spirit and ambition, but it is no accident that it’s about soldiers. None of Fitzgerald’s family was in the military, but he “always had a sense of patriotism” and has been a reservist since 2016. This inspired Isembard, but the company’s ambitions go beyond the U.K. and Europe, potentially up to North America, Australia and New Zealand. “We want to help solve industrialization for the West,” he said.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Apps",
        "URL_Categorie": "https://techcrunch.com/2025/04/24/adobe-wants-to-create-a-robots-txt-styled-indicator-for-images-used-in-ai-training/",
        "URL_Article": "https://techcrunch.com/2025/04/24/adobe-wants-to-create-a-robots-txt-styled-indicator-for-images-used-in-ai-training/",
        "Titre": "Adobe wants to create a robots.txt styled indicator for images used in AI training",
        "Auteur": "Ivan Mehta",
        "Date_relative": "6 hours ago",
        "Date_absolue": "2025-04-24",
        "Full_article": [
            "For years, websites included information about what kind of crawlers were not allowed on their site with a robots.txt file. Adobe, which wants to create a similar standard for images, has added a tool to content credentials with an intention to give them a bit more control over what is used to train AI models.",
            "Convincing AI companies to actually adhere to Adobe’s standard may be the primary challenge, especially considering AI crawlers are already known ",
            " in the robots.txt. file.",
            "Content credentials are information in a media file’s metadata used to identify authenticity and ownership. It’s a type of implementation of the Coalition for Content Provenance and Authenticity (C2PA), a standard for content authenticity. ",
            "Adobe is releasing a new web tool to let creators attach content credentials to all image files, even if they are not created or edited through its own tools. Plus, it’s providing a way for creators to signal to AI companies that they shouldn’t use that particular image for training models.",
            "Adobe’s new web app, called Adobe Content Authenticity App, lets users attach their credentials, including name and social media accounts, to a file. Users can attach these credentials to up to 50 JPG or PNG files in one go. ",
            "Adobe is partnering with LinkedIn to ",
            ". This helps in proving that the person attaching the credentials to an image has a verified name on LinkedIn.",
            "Users can also attach their Instagram or X profiles to an image, but there is no integration with verification of these platforms. ",
            "The same app lets users tick a box to signal their images shouldn’t be used for model training. ",
            "While the field is present on the app and subsequently on an image’s metadata with content credentials, Adobe hasn’t signed an agreement with any of the AI model creators to adopt this standard. The company said it’s in talks with all top AI model developers to convince them to use and respect this standard.",
            "Adobe’s intentions are in the right place to provide an indicator to model makers for AI training data, but the initiative won’t work if the companies don’t agree to the standard or don’t respect the indicator.",
            "Last year, Meta’s implementation of labels to auto-tag images on its platform caused an uproar as ",
            ". Meta later ",
            " ",
            "This development highlighted that while Meta and Adobe both are part of the C2PA steering committee, there is a difference in implementation across different platforms.",
            "Andy Parson, Senior Director of the Content Authenticity Initiative at Adobe, said the company built the new content credential app with creators. Given that regulations around copyright and AI training data are scattered across the world, the company wants to give creators a way to signal their intent about AI platforms with the app.",
            "“Content creators want a simple way to indicate that they don’t want their content to be used for gen AI training. We have heard from small creators and agencies that they want more control over their creations [in terms of AI training on their content],” Parson told TechCrunch.",
            "Adobe is also releasing a Chrome extension for users to identify images with content credentials. ",
            "The company said with the content credentials app, it uses a mix of ",
            " to embed metadata in various pixels of an image, so even if the image is modified, the metadata stays intact. This means users can use the Chrome extension to check content credentials on platforms like Instagram that don’t natively support the standard. Users will see a small “CR” symbol on an image if they have content credentials attached to them.",
            "In a world where there is a lot of debate around AI and art, Parson says C2PA doesn’t believe in opining or directing what is art. But he believes content credentials could be an important marker for ownership.",
            "“There is the grey area [of when an image is edited using AI, but it is not 100% AI-generated], and what we are saying is to allow artists and creators to sign their work and claim attribution for it. This doesn’t mean the IP is legitimate or it is copyrightable, but just indicates that someone made it,” Parson said.",
            "Adobe is said while its new tool is designed for images, it wants to add support for video and audio down the line as well.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "AI",
        "URL_Categorie": "https://techcrunch.com/2025/04/24/adobe-releases-new-firefly-image-generation-models-and-a-redesigned-firefly-web-app/",
        "URL_Article": "https://techcrunch.com/2025/04/24/adobe-releases-new-firefly-image-generation-models-and-a-redesigned-firefly-web-app/",
        "Titre": "Adobe releases new Firefly image generation models and a redesigned Firefly web app",
        "Auteur": "Ivan Mehta",
        "Date_relative": "6 hours ago",
        "Date_absolue": "2025-04-24",
        "Full_article": [
            "Adobe on Thursday launched the latest iteration of its Firefly family of image generation AI models, a model for generating vectors, and a ",
            " that houses all its AI models, plus some from its competitors. There’s also a mobile app for Firefly in the works.",
            "The new Firefly Image Model 4, Adobe says, improves on its predecessors in terms of quality, speed and the amount of control over the structure and style of outputs, camera angles, and zoom. It can generate images in resolutions up to 2K. There’s also a tweaked, more capable version of this model called Image Model 4 Ultra that can render complex scenes consisting of small structures and lots of detail.",
            "Alexandru Costin, VP of Generative AI at Adobe, said that the company trained the models with a higher order of compute magnitude to enable them to generate more detailed images. He added that, as compared to previous generation models, the new models improve text generation in images and have features that let users use images of their choice to get the model to generate pictures in that style.",
            "The company is also making its Firefly video model, which ",
            ", available to everyone. It lets users generate video clips from a text prompt or image, use camera angles, specify start and end frames to control shots, generate atmospheric elements, and customize motion design elements. The model can generate video clips from text at resolutions up to 1080p. ",
            "Meanwhile, the Firefly Vector Model can create editable vector-based artwork, iterate and generate variations of logos, product packaging, icons, scenes, and patterns.",
            "Notably, Firefly’s web app gives you access to all these models as well as a few image and video generation models from OpenAI (GPT image generation), Google (Imagen 3 and Veo 2) and Flux (Flux 1.1 Pro). Users can switch between any of these models at any point, and images generated from any model will have content credentials attached to them. The company hinted that other AI models may be added to the web app in the future.",
            "Adobe is also publicly testing a new product called Firefly Boards, a canvas for ideation or moodboarding. It lets users generate or import images, remix them, and collaborate with others — similar to what you can do with other AI-based ideaboards from ",
            ", ",
            " or ",
            ". Boards is available through the Firefly web app.",
            "The company said these new models would soon be integrated into its product portfolio, but didn’t give a timeline for the rollout.",
            "Adobe is also making its Text-to-Image API and Avatar API generally available, and said a new Text-to-Video API is now available for use in beta. These APIs are available through the company’s Firefly Services collection of APIs, tools and services.",
            "Adobe is also testing a web app called  ",
            " to let users attach credentials to their work to indicate ownership and attribution through metadata. Users can also indicate whether AI companies can use any images for AI model training.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "In Brief",
        "URL_Categorie": "https://techcrunch.com/2025/04/23/mystery-will-may-reveal-zappos-founders-final-wishes/",
        "URL_Article": "https://techcrunch.com/2025/04/23/mystery-will-may-reveal-zappos-founders-final-wishes/",
        "Titre": "Mystery will may reveal Zappos founder’s final wishes",
        "Auteur": "Connie Loizos",
        "Date_relative": "14 hours ago",
        "Date_absolue": "2025-04-23",
        "Full_article": [
            "Posted:",
            ", a recently discovered will suggests late Zappos co-founder Tony Hsieh had concrete plans for his fortune despite previous beliefs that he died without leaving instructions for an estate that’s estimated to be worth $1.2 billion.",
            "Among other things, the document, signed in 2015 and included in a recent court filing, contains a striking no-contest clause directed at Hsieh’s family: if any of his four family members challenges his wishes, all will receive nothing. The will also allocates over $50 million and several Las Vegas properties to undisclosed trusts tied to recipients he aimed to surprise.",
            "Notably, Hsieh also earmarked $3 million for his alma mater Harvard University, the storied institution that’s currently battling with the Trump administration, which has ",
            " in federal funding and is ",
            " giving Harvard’s endowment a closer look. ",
            "The will’s discovery adds another bizarre element to the already ",
            "legal battle over Hsieh’s estate following his November 2020 death in a house fire at age 46. Hsieh reportedly crafted the will to create a “WOW factor” for beneficiaries, wanting them to “live in the wow.”",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Enterprise",
        "URL_Categorie": "https://techcrunch.com/2025/04/23/ibm-affected-by-doge-cuts-downplays-impact-during-q1-earnings-call/",
        "URL_Article": "https://techcrunch.com/2025/04/23/ibm-affected-by-doge-cuts-downplays-impact-during-q1-earnings-call/",
        "Titre": "IBM affected by DOGE cuts, downplays impact during Q1 earnings call",
        "Auteur": "Rebecca Szkutak",
        "Date_relative": "17 hours ago",
        "Date_absolue": "2025-04-23",
        "Full_article": [
            "Tech and consulting giant IBM was not immune to the Department of Government Efficiency’s (DOGE) cuts.",
            "IBM had 15 of its federal contracts canceled due to DOGE-related cuts during the first quarter of 2025, according to reporting from ",
            " and ",
            ". These cuts amount to $100 million in future payments, per Bloomberg. Federal contracts represent between 5% and just under 10% of IBM’s consulting practice.",
            "After being peppered with questions during IBM’s earnings call Wednesday, Arvind Krishna, IBM’s CEO, clarified that the cancellations were related to cutbacks at USAID. Both Krishna and James Kavanaugh, IBM’s CFO, then proceeded to downplay the potential impact of DOGE on the company’s future business.",
            "“We’ve had a handful of contracts, either statement of work, or cancel and on our annualized backlog of over $30 billion in total consulting,” Kavanaugh said. “This is like less than $100 million of backlog over a duration of multiple years. So while no one’s immune, we are absolutely focused on monitoring the identity dynamic process. We’re prudently cautious around consulting for the year.”",
            "IBM’s consulting business made up 34% of the company’s revenue in Q1. Krishna added that the company’s federal government consulting contracts largely focus on crucial areas.",
            "“The vast majority is critical work — we actually process veterans benefit claims,” Krishna said. “We help process how the [General Services Administration] does procurement. We help implement payroll systems. I don’t think of these as optional. Now, are there some areas around the edges which could be viewed as discretionary? Yes. But in our case that is the minority of our business, not the majority.”",
            "IBM’s consulting revenue was down 2% overall in Q1, according to the company’s first-quarter results. Revenue from consulting in Q1 was slightly over $5 billion.",
            "“The diversity across our business positions us well to navigate the current climate,” Krishna said. “Our portfolio and track record of execution reinforce my confidence on this next chapter of our growth. I look forward to sharing our progress as we move through the rest of the year.”",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Startups",
        "URL_Categorie": "https://techcrunch.com/2025/04/23/windsurf-slashes-prices-as-competition-with-cursor-heats-up/",
        "URL_Article": "https://techcrunch.com/2025/04/23/windsurf-slashes-prices-as-competition-with-cursor-heats-up/",
        "Titre": "Windsurf slashes prices as competition with Cursor heats up",
        "Auteur": "Charles Rollet",
        "Date_relative": "17 hours ago",
        "Date_absolue": "2025-04-23",
        "Full_article": [
            "AI coding assistant startup Windsurf cut its prices “across the board” it announced ",
            ", touting “massive savings” for its users as competition with its rival Cursor intensifies.",
            "Windsurf said it’s getting rid of its complex system of “flow action credits,” which charged developers for actions its AI did in the background. It’s also cutting prices for its team plans to $30 per user per month down from $35, while making its enterprise plans “much cheaper,” per the announcement.",
            "Windsurf product marketer Rob Hou ",
            " that Windsurf now has “BY FAR the best and most affordable pricing structure of all AI coding tools on the market,” crediting this to Windsurf optimizing its GPU usage. ",
            "Hou criticized “confusing” competitor plans priced at $20 a month in an apparent dig at Cursor’s individual monthly plan, which starts at $20 compared to Windsurf’s $15.",
            "The pricing overhaul comes as Windsurf is reportedly ",
            " (Cursor’s creator Anysphere ",
            "). As TechCrunch previously reported, Windsurf is the smaller of the two coding assistant startups, generating about $100 million in ARR ",
            ". OpenAI ",
            ".",
            "Although Windsurf hasn’t confirmed the OpenAI acquisition reports, it has recently stepped up its public collaborations with OpenAI.",
            "For example, ",
            " in OpenAI’s launch video for its latest API model family. And as part of the pricing change announcement, Windsurf is lavishing its users with another week of free and unlimited usage of OpenAI’s latest GPT-4.1 and o4-mini models. ",
            "The big question is whether Cursor ends up cutting its own prices in response to Windsurf’s revamp. That might risk a price war, making it harder for both startups to scale up profitably.",
            "Windsurf, which declined to comment for this article, said in its announcement that it’s continuing to deliver on its promise “from the very beginning” to pass savings back to its users.",
            " Cursor creator Anysphere didn’t respond to a request for comment. ",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Transportation",
        "URL_Categorie": "https://techcrunch.com/2025/04/23/tesla-begins-fsd-supervised-ride-hail-tests-with-employees-in-austin-bay-area/",
        "URL_Article": "https://techcrunch.com/2025/04/23/tesla-begins-fsd-supervised-ride-hail-tests-with-employees-in-austin-bay-area/",
        "Titre": "Tesla begins ‘FSD Supervised’ ride-hail tests with employees in Austin, Bay Area",
        "Auteur": "Rebecca Bellan",
        "Date_relative": "18 hours ago",
        "Date_absolue": "2025-04-23",
        "Full_article": [
            "Tesla has started testing its autonomous ride-hail service with employees in Austin and the Bay Area ahead of the company’s planned robotaxi launch this summer.",
            "“FSD Supervised ride-hailing service is live for an early set of employees in Austin & San Francisco Bay Area,” the company ",
            ".",
            "FSD stands for “Full Self-Driving,” which is Tesla’s advanced driver assistance system available to Tesla owners via subscription that can perform some automated driving tasks. The system, which requires the driver to keep their hands on the wheel, is not yet capable of autonomously driving. Thousands of Tesla owners already drive themselves around with supervised FSD. Tesla’s announcement Wednesday centers on the addition of a  “Robotaxi” app that will theoretically be used by non-Tesla owners to hail a vehicle in the fleet.   ",
            "Ferrying employees before a launch is standard procedure in the world of autonomous ride-hail. For example, Waymo uses a similar playbook when it enters a new market. In the lead up to a commercial launch and after weeks of driverless testing, Waymo will open its service to employees before inviting certain members of the public.",
            "Tesla plans to launch a robotaxi service in Austin in June, which the company reiterated Tuesday during its ",
            " call. The automaker didn’t share many other details on the call, like when it expects to start charging for rides. The most color CEO Elon Musk provided was to say that he expects to roll out ",
            " on “day one” of service in Austin.",
            "And while Tesla made a splash last year after it debuted its ",
            " — a futuristic-looking robotaxi built without a steering wheel or pedals — the company is poised to begin operations with its existing portfolio of vehicles.",
            "The promotional video Tesla shared Wednesday shows a Model 3 sedan that has been fitted with a screen in the back for passengers that displays information such as estimated time of arrival, climate and music controls, and a button for an emergency stop. ",
            "A disclaimer at the bottom of the video reads: “Safety driver is present to supervise and only intervene as necessary. FSD (Supervised) does not make the vehicle autonomous.”",
            "In January, Musk said there would be ",
            " for Tesla’s Austin launch, which will rely on the yet-to-be-released “unsupervised” version of FSD. He also said at the time that Tesla would deploy the unsupervised FSD software to Tesla owners in California and other markets this year.",
            "It’s not clear if Tesla still plans to launch a fully autonomous service in Austin from Day One, or whether Tesla will take a more measured approach by keeping a safety driver in the front seat for safety reasons. ",
            "In California, autonomous vehicle companies need a range of permits to operate. So far, Tesla only has a permit to test autonomously with a safety driver. ",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Social",
        "URL_Categorie": "https://techcrunch.com/2025/04/23/government-censorship-comes-to-bluesky-but-not-its-third-party-apps-yet/",
        "URL_Article": "https://techcrunch.com/2025/04/23/government-censorship-comes-to-bluesky-but-not-its-third-party-apps-yet/",
        "Titre": "Government censorship comes to Bluesky, but not its third-party apps … yet",
        "Auteur": "Sarah Perez",
        "Date_relative": "18 hours ago",
        "Date_absolue": "2025-04-23",
        "Full_article": [
            "Government censorship has found its way to Bluesky, but there’s currently a loophole thanks to how the social network is structured.",
            "Earlier this month, Bluesky restricted access to 72 accounts in Turkey at the request of Turkish governmental authorities, according to a ",
            " by the ",
            ". As a result, people in Turkey can no longer see these accounts, and their reach is limited.",
            "The report indicates that 59 Bluesky accounts were blocked on the grounds of protecting “national security and public order.” Bluesky also made another 13 accounts and at least one post invisible from Turkey. ",
            "Given that many Turkish users migrated from X to Bluesky in the hopes of fleeing government censorship, Bluesky’s bowing to the Turkish government’s demands has ",
            " ",
            " as to whether the social network is as open and decentralized as it claims to be. (Or whether ",
            " after all.)",
            "However, Bluesky’s technical underpinnings currently make bypassing these blocks easier than it would be on a network like X — even if it’s not quite as open as the alternative social network ",
            ", another decentralized X rival. ",
            "A Mastodon user could move their account around to different servers to avoid censorship targeted at the original Mastodon instance (server) where they first made posts that attracted the censors. ",
            "Users on the official Bluesky app can configure their moderation settings but have no way to opt out of the moderation service Bluesky provides. This includes its use of geographic labelers, like the newly added Turkish moderation labeler that handles the censorship of accounts mandated by the Turkish government. (Laurens Hof has a great breakdown of how this all works in more technical detail here on ",
            ".)",
            "Simply put, if you’re on the official Bluesky app and Bluesky (the company) agrees to censor something in your region, there’s no way to opt out of this to see the hidden posts or accounts.",
            "Other third-party Bluesky apps, which make up the larger open social web known as the ",
            ", don’t have to follow these same rules. At least, not for now.",
            "Because Bluesky is built on top of the AT Protocol, third-party clients can create their own interfaces and views into Bluesky’s content without applying the same moderation choices. Meanwhile, the censored accounts in question ",
            " from ",
            " (which others outside the company can run, too).",
            "Instead, the accounts are moderated by the geographic labelers at the client level. Currently, Bluesky doesn’t require any third-party apps to use its geographic moderation ",
            ", which would force the apps to geolocate their users and then apply the appropriate regional restrictions. That means any app that doesn’t implement the existing ",
            " isn’t censoring these blocked Turkish accounts.",
            "In other words, apps like ",
            ", ",
            ", ",
            ", ",
            ", and others can currently be used to bypass Turkish censors.",
            "This “solution” comes with several caveats, unfortunately.",
            "The app developers’ choice not to use geographic labelers isn’t necessarily intentional. Adding the geographic labelers would be extra work on their part, and most have simply not bothered to implement them yet. In addition, these third-party apps have much smaller user bases than the official Bluesky app, which allows them to fly under the radar of government censors. That also makes decisions like this less of a concern for the app developers — at least for the time being.",
            "If these third-party apps grew popular enough, a government like Turkey’s could also approach them and demand action. And if they failed to comply, they could risk their app being blocked in the country (e.g., several Bluesky app developers told us they won’t worry about adding geographic labelers until Apple approaches them about a potential removal from the App Store).",
            "Because avoiding labelers is seemingly not a permanent solution, one developer, Aviva Ruben, is building an alternative Bluesky client called Deer.social that works differently. Here, users can choose to entirely disable Bluesky’s official moderation service and labelers in favor of using other third-party labelers instead.",
            "Plus, the app allows users to configure their location manually in its settings — an option that would let users avoid geolocation-based blocks and censorship. ",
            "“I like the current policy, but I do fear it will get more restrictive or change in the future — a great reason to continue pushing on alternative AppViews,” Ruben said, referencing the need for alternative ways to access and view Bluesky’s data. ",
            "Though today’s government censorship concerns are focused on Turkey, Bluesky’s community has to prep for a future where any government, including the U.S., could request that the company hide posts beyond only those that are blatantly illegal, like ",
            ".",
            "Ruben says Deer.social would add a “no location” option to the app at this point, so users could choose to avoid all geographic labelers. ",
            "Despite these possible loopholes, censorship has arrived at Bluesky. And considering the official app reaches the largest number of people, this is a notable evolution.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "AI",
        "URL_Categorie": "https://techcrunch.com/2025/04/23/openai-seeks-to-make-its-upcoming-open-ai-model-best-in-class/",
        "URL_Article": "https://techcrunch.com/2025/04/23/openai-seeks-to-make-its-upcoming-open-ai-model-best-in-class/",
        "Titre": "OpenAI seeks to make its upcoming ‘open’ AI model best-in-class",
        "Auteur": "Kyle Wiggers",
        "Date_relative": "19 hours ago",
        "Date_absolue": "2025-04-23",
        "Full_article": [
            "Toward the end of March, OpenAI ",
            " to release its first “open” language model since ",
            " sometime this year. Now, details about that model are beginning to trickle out from the company’s sessions with the AI developer community.",
            "Aidan Clark, OpenAI’s VP of research, is leading development of the open model, which is in the very early stages, sources familiar with the proceedings told TechCrunch. The company is aiming to release the model — a reasoning model along the lines of its o-series models — in early summer, and wants to make sure it tops benchmarks versus other open reasoning models.",
            "OpenAI is exploring a highly permissive license for the model with few usage or commercial restrictions, the sources said. Open models like Llama and Google’s Gemma have been ",
            " for imposing onerous requirements — criticisms that OpenAI is seemingly seeking to avoid.",
            "The ChatGPT maker is facing increasing pressure from rivals, such as Chinese AI lab DeepSeek, that have adopted an open approach to launching models. In contrast to OpenAI’s strategy, these “open” competitors make their models available to the AI community for experimentation and, in some cases, commercialization.",
            "It has proven to be a wildly successful strategy for some outfits. Meta, which has invested heavily in its Llama family of open AI models, said in early March that Llama has ",
            ". Meanwhile, DeepSeek has quickly amassed a large worldwide user base and ",
            ".",
            "Sources told TechCrunch that OpenAI intends for its open model, which will be “text in, text out,” to run on high-end consumer hardware, and possibly allow developers to toggle its “reasoning” on or off, similar to reasoning models ",
            " and others. If the launch is well-received, OpenAI may follow up with additional models — potentially smaller models as well.",
            "OpenAI’s CEO Sam Altman has ",
            " he thinks OpenAI has been on the wrong side of history when it comes to open-sourcing its technologies.",
            "“[I personally think we need to] figure out a different open source strategy,” Altman said during a Reddit Q&A in January. “Not everyone at OpenAI shares this view, and it’s also not our current highest priority […] We will produce better models [going forward], but we will maintain less of a lead than we did in previous years.”",
            "Altman has also said OpenAI’s upcoming open model will be thoroughly red-teamed and evaluated for safety. Sources tell TechCrunch that the company intends to release a model card for the model — a thorough technical report showing the results of OpenAI’s internal and external benchmarking and safety testing.",
            "“[B]efore release, we will evaluate this model according [to] our preparedness framework, like we would for any other model,” Altman ",
            ". “[A]nd we will do extra work given that we know this model will be modified post-release.”",
            "OpenAI has raised the ire of some AI ethicists for ",
            " rushing the safety testing of its recent models, and for ",
            ". Altman also ",
            " of misleading OpenAI executives about model safety reviews prior to his ",
            " in November 2023.",
            "We’ve reached out to OpenAI for comment and will update this piece if we hear back.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "AI",
        "URL_Categorie": "https://techcrunch.com/2025/04/23/here-are-the-19-us-ai-startups-that-have-raised-100m-or-more-in-2025/",
        "URL_Article": "https://techcrunch.com/2025/04/23/here-are-the-19-us-ai-startups-that-have-raised-100m-or-more-in-2025/",
        "Titre": "Here are the 19 US AI startups that have raised $100M or more in 2025",
        "Auteur": "Rebecca Szkutak",
        "Date_relative": "19 hours ago",
        "Date_absolue": "2025-04-23",
        "Full_article": [
            "Last year was monumental for the AI industry in the U.S. and beyond.",
            "There were ",
            " or more in 2024, per our count at TechCrunch; three companies raised more than one “megaround,” and seven companies raised rounds $1 billion in size or larger.",
            "How will 2025 compare? It’s still the first half of the year, but so far it looks like 2024’s momentum will continue this year. There have already been multiple billion-dollar rounds this year, and more AI megarounds closed in the U.S. in Q1 2025 compared to Q1 2024.",
            "Here are all the U.S. AI companies that have raised $100 million this year:",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "In Brief",
        "URL_Categorie": "https://techcrunch.com/2025/04/23/netflix-aims-to-be-a-trillion-dollar-company-says-co-ceo/",
        "URL_Article": "https://techcrunch.com/2025/04/23/netflix-aims-to-be-a-trillion-dollar-company-says-co-ceo/",
        "Titre": "Netflix aims to be a trillion-dollar company, says co-CEO",
        "Auteur": "Lauren Forristal",
        "Date_relative": "20 hours ago",
        "Date_absolue": "2025-04-23",
        "Full_article": [
            "Posted:",
            "At Semafor’s 2025 World Economy Summit on Wednesday, Netflix co-CEO Ted Sarandos said he believes Netflix’s long-term goal to achieve a $1 trillion market capitalization is possible if the streaming giant continues to perform well. ",
            "Sarandos ",
            ", “In the previous five years, we’ve doubled our revenue, we grew profits 10 times, and we grew our market cap three times. So there is a path to it, obviously, but it’s all incredibly dependent on executing well.”",
            "He seems to confirm a ",
            " from The Wall Street Journal earlier this month, in which Netflix executives indicated that the company aims to achieve this goal, as well as double its revenue, by 2030.",
            "Notably, Sarandos mentioned that Netflix could achieve its goals solely through its streaming business. However, the company also intends to explore additional ventures. The Broadway opening of “Stranger Things: The First Shadow” took place in March, and Netflix is set to open retail spaces in Philadelphia and Dallas this year.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Fintech",
        "URL_Categorie": "https://techcrunch.com/2025/04/23/19-us-fintech-startups-have-raised-over-50m-in-2025-so-far/",
        "URL_Article": "https://techcrunch.com/2025/04/23/19-us-fintech-startups-have-raised-over-50m-in-2025-so-far/",
        "Titre": "19 US fintech startups have raised over $50M in 2025 so far",
        "Auteur": "Mary Ann Azevedo",
        "Date_relative": "20 hours ago",
        "Date_absolue": "2025-04-23",
        "Full_article": [
            "After a sluggish couple of years, fintech appears to be making a comeback.",
            "In the first quarter of 2025, fintech startups globally raised a combined $10.3 billion — marking the highest level of funding since the first quarter of 2023, according to ",
            ". The average deal size of $17.7 million also marked the highest since 2021.",
            "Notably, several crypto-related startups are among those raising larger rounds in 2025, a reflection of renewed investor appetite in the space. ",
            "But investors are also backing other types of financial technology companies, including some in the payments, banking, and fraud prevention sectors. Here are the U.S.-based fintech companies that raised $50 million or more so far in 2025, according to PitchBook data:",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Gaming",
        "URL_Categorie": "https://techcrunch.com/2025/04/23/discord-appoints-former-activision-blizzard-exec-humam-sakhnini-as-ceo/",
        "URL_Article": "https://techcrunch.com/2025/04/23/discord-appoints-former-activision-blizzard-exec-humam-sakhnini-as-ceo/",
        "Titre": "Discord appoints former Activision Blizzard exec Humam Sakhnini as CEO",
        "Auteur": "Amanda Silberling",
        "Date_relative": "21 hours ago",
        "Date_absolue": "2025-04-23",
        "Full_article": [
            "Amid ",
            " that the company is eyeing an IPO, Discord ",
            " former Activision Blizzard Vice Chairman Humam Sakhnini as CEO. Discord co-founder Jason Citron will leave his CEO role after 13 years at the company.",
            "Discord straddles the gaming and social media spaces — despite its initial emergence as a platform for online multiplayer gamers to communicate, it has become a prominent social media platform in its own right, growing to over 200 million monthly active users.",
            "The company’s choice to appoint a new CEO from within the gaming industry signals that it sees its future more so in gaming than in social networking. Discord noted in its press release that the company has “refocused on its gaming roots” to explore monetization opportunities in advertising and micro-transactions.",
            "But advertising and micro-transactions aren’t exactly music to gamers’ ears. The appointment of Sakhnini, along with its impending IPO, may make fans wary that the company may move in a more corporate, profit-hungry direction. Sakhnini was also CEO of the Activision Blizzard-owned King, a mobile gaming developer that makes games like Candy Crush, which thrive on ads and micro-transactions.",
            "Citron will remain involved with Discord as an advisor to the CEO and a member of the board of directors, but he told ",
            " that he looks forward to taking a break after 13 years of running a rapidly growing startup and wants to play Final Fantasy VII Rebirth, Blue Prince, and Baldur’s Gate III.",
            "Citron’s relationship with TechCrunch dates back some time. He made it to the finals stage of our famous annual ",
            " competition inside Disrupt in 2013, where he ",
            " a multiplayer online battle arena game for the iPad that later struggled to make money. Two years later, he launched Discord.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/23/windsurf-slashes-prices-as-competition-with-cursor-heats-up/",
        "URL_Article": "https://techcrunch.com/2025/04/23/windsurf-slashes-prices-as-competition-with-cursor-heats-up/",
        "Titre": "Windsurf slashes prices as competition with Cursor heats up",
        "Auteur": "Charles Rollet",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            "AI coding assistant startup Windsurf cut its prices “across the board” it announced ",
            ", touting “massive savings” for its users as competition with its rival Cursor intensifies.",
            "Windsurf said it’s getting rid of its complex system of “flow action credits,” which charged developers for actions its AI did in the background. It’s also cutting prices for its team plans to $30 per user per month down from $35, while making its enterprise plans “much cheaper,” per the announcement.",
            "Windsurf product marketer Rob Hou ",
            " that Windsurf now has “BY FAR the best and most affordable pricing structure of all AI coding tools on the market,” crediting this to Windsurf optimizing its GPU usage. ",
            "Hou criticized “confusing” competitor plans priced at $20 a month in an apparent dig at Cursor’s individual monthly plan, which starts at $20 compared to Windsurf’s $15.",
            "The pricing overhaul comes as Windsurf is reportedly ",
            " (Cursor’s creator Anysphere ",
            "). As TechCrunch previously reported, Windsurf is the smaller of the two coding assistant startups, generating about $100 million in ARR ",
            ". OpenAI ",
            ".",
            "Although Windsurf hasn’t confirmed the OpenAI acquisition reports, it has recently stepped up its public collaborations with OpenAI.",
            "For example, ",
            " in OpenAI’s launch video for its latest API model family. And as part of the pricing change announcement, Windsurf is lavishing its users with another week of free and unlimited usage of OpenAI’s latest GPT-4.1 and o4-mini models. ",
            "The big question is whether Cursor ends up cutting its own prices in response to Windsurf’s revamp. That might risk a price war, making it harder for both startups to scale up profitably.",
            "Windsurf, which declined to comment for this article, said in its announcement that it’s continuing to deliver on its promise “from the very beginning” to pass savings back to its users.",
            " Cursor creator Anysphere didn’t respond to a request for comment. ",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/23/tesla-begins-fsd-supervised-ride-hail-tests-with-employees-in-austin-bay-area/",
        "URL_Article": "https://techcrunch.com/2025/04/23/tesla-begins-fsd-supervised-ride-hail-tests-with-employees-in-austin-bay-area/",
        "Titre": "Tesla begins ‘FSD Supervised’ ride-hail tests with employees in Austin, Bay Area",
        "Auteur": "Rebecca Bellan",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            "Tesla has started testing its autonomous ride-hail service with employees in Austin and the Bay Area ahead of the company’s planned robotaxi launch this summer.",
            "“FSD Supervised ride-hailing service is live for an early set of employees in Austin & San Francisco Bay Area,” the company ",
            ".",
            "FSD stands for “Full Self-Driving,” which is Tesla’s advanced driver assistance system available to Tesla owners via subscription that can perform some automated driving tasks. The system, which requires the driver to keep their hands on the wheel, is not yet capable of autonomously driving. Thousands of Tesla owners already drive themselves around with supervised FSD. Tesla’s announcement Wednesday centers on the addition of a  “Robotaxi” app that will theoretically be used by non-Tesla owners to hail a vehicle in the fleet.   ",
            "Ferrying employees before a launch is standard procedure in the world of autonomous ride-hail. For example, Waymo uses a similar playbook when it enters a new market. In the lead up to a commercial launch and after weeks of driverless testing, Waymo will open its service to employees before inviting certain members of the public.",
            "Tesla plans to launch a robotaxi service in Austin in June, which the company reiterated Tuesday during its ",
            " call. The automaker didn’t share many other details on the call, like when it expects to start charging for rides. The most color CEO Elon Musk provided was to say that he expects to roll out ",
            " on “day one” of service in Austin.",
            "And while Tesla made a splash last year after it debuted its ",
            " — a futuristic-looking robotaxi built without a steering wheel or pedals — the company is poised to begin operations with its existing portfolio of vehicles.",
            "The promotional video Tesla shared Wednesday shows a Model 3 sedan that has been fitted with a screen in the back for passengers that displays information such as estimated time of arrival, climate and music controls, and a button for an emergency stop. ",
            "A disclaimer at the bottom of the video reads: “Safety driver is present to supervise and only intervene as necessary. FSD (Supervised) does not make the vehicle autonomous.”",
            "In January, Musk said there would be ",
            " for Tesla’s Austin launch, which will rely on the yet-to-be-released “unsupervised” version of FSD. He also said at the time that Tesla would deploy the unsupervised FSD software to Tesla owners in California and other markets this year.",
            "It’s not clear if Tesla still plans to launch a fully autonomous service in Austin from Day One, or whether Tesla will take a more measured approach by keeping a safety driver in the front seat for safety reasons. ",
            "In California, autonomous vehicle companies need a range of permits to operate. So far, Tesla only has a permit to test autonomously with a safety driver. ",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/23/government-censorship-comes-to-bluesky-but-not-its-third-party-apps-yet/",
        "URL_Article": "https://techcrunch.com/2025/04/23/government-censorship-comes-to-bluesky-but-not-its-third-party-apps-yet/",
        "Titre": "Government censorship comes to Bluesky, but not its third-party apps … yet",
        "Auteur": "Sarah Perez",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            "Government censorship has found its way to Bluesky, but there’s currently a loophole thanks to how the social network is structured.",
            "Earlier this month, Bluesky restricted access to 72 accounts in Turkey at the request of Turkish governmental authorities, according to a ",
            " by the ",
            ". As a result, people in Turkey can no longer see these accounts, and their reach is limited.",
            "The report indicates that 59 Bluesky accounts were blocked on the grounds of protecting “national security and public order.” Bluesky also made another 13 accounts and at least one post invisible from Turkey. ",
            "Given that many Turkish users migrated from X to Bluesky in the hopes of fleeing government censorship, Bluesky’s bowing to the Turkish government’s demands has ",
            " ",
            " as to whether the social network is as open and decentralized as it claims to be. (Or whether ",
            " after all.)",
            "However, Bluesky’s technical underpinnings currently make bypassing these blocks easier than it would be on a network like X — even if it’s not quite as open as the alternative social network ",
            ", another decentralized X rival. ",
            "A Mastodon user could move their account around to different servers to avoid censorship targeted at the original Mastodon instance (server) where they first made posts that attracted the censors. ",
            "Users on the official Bluesky app can configure their moderation settings but have no way to opt out of the moderation service Bluesky provides. This includes its use of geographic labelers, like the newly added Turkish moderation labeler that handles the censorship of accounts mandated by the Turkish government. (Laurens Hof has a great breakdown of how this all works in more technical detail here on ",
            ".)",
            "Simply put, if you’re on the official Bluesky app and Bluesky (the company) agrees to censor something in your region, there’s no way to opt out of this to see the hidden posts or accounts.",
            "Other third-party Bluesky apps, which make up the larger open social web known as the ",
            ", don’t have to follow these same rules. At least, not for now.",
            "Because Bluesky is built on top of the AT Protocol, third-party clients can create their own interfaces and views into Bluesky’s content without applying the same moderation choices. Meanwhile, the censored accounts in question ",
            " from ",
            " (which others outside the company can run, too).",
            "Instead, the accounts are moderated by the geographic labelers at the client level. Currently, Bluesky doesn’t require any third-party apps to use its geographic moderation ",
            ", which would force the apps to geolocate their users and then apply the appropriate regional restrictions. That means any app that doesn’t implement the existing ",
            " isn’t censoring these blocked Turkish accounts.",
            "In other words, apps like ",
            ", ",
            ", ",
            ", ",
            ", and others can currently be used to bypass Turkish censors.",
            "This “solution” comes with several caveats, unfortunately.",
            "The app developers’ choice not to use geographic labelers isn’t necessarily intentional. Adding the geographic labelers would be extra work on their part, and most have simply not bothered to implement them yet. In addition, these third-party apps have much smaller user bases than the official Bluesky app, which allows them to fly under the radar of government censors. That also makes decisions like this less of a concern for the app developers — at least for the time being.",
            "If these third-party apps grew popular enough, a government like Turkey’s could also approach them and demand action. And if they failed to comply, they could risk their app being blocked in the country (e.g., several Bluesky app developers told us they won’t worry about adding geographic labelers until Apple approaches them about a potential removal from the App Store).",
            "Because avoiding labelers is seemingly not a permanent solution, one developer, Aviva Ruben, is building an alternative Bluesky client called Deer.social that works differently. Here, users can choose to entirely disable Bluesky’s official moderation service and labelers in favor of using other third-party labelers instead.",
            "Plus, the app allows users to configure their location manually in its settings — an option that would let users avoid geolocation-based blocks and censorship. ",
            "“I like the current policy, but I do fear it will get more restrictive or change in the future — a great reason to continue pushing on alternative AppViews,” Ruben said, referencing the need for alternative ways to access and view Bluesky’s data. ",
            "Though today’s government censorship concerns are focused on Turkey, Bluesky’s community has to prep for a future where any government, including the U.S., could request that the company hide posts beyond only those that are blatantly illegal, like ",
            ".",
            "Ruben says Deer.social would add a “no location” option to the app at this point, so users could choose to avoid all geographic labelers. ",
            "Despite these possible loopholes, censorship has arrived at Bluesky. And considering the official app reaches the largest number of people, this is a notable evolution.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/23/anti-musk-protests-are-now-an-official-risk-to-teslas-business/",
        "URL_Article": "https://techcrunch.com/2025/04/23/anti-musk-protests-are-now-an-official-risk-to-teslas-business/",
        "Titre": "Anti-Musk protests are now an official risk to Tesla’s business",
        "Auteur": "Sean O'Kane",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            "Protests against Elon Musk and Tesla have been ",
            " thanks to the CEO’s ",
            ". Now those protests are listed as an official “risk factor” in paperwork Tesla is required to file with federal regulators.",
            "The new language, ",
            " with the Securities and Exchange Commission on Wednesday morning, shows the backlash against Musk has risen to such a level that Tesla’s lawyers feel the need to warn investors it could damage the company’s brand and business.",
            "While risk factors are typically written to be broad and overly cautious, sometimes the inclusion of new (or removal of old) language can signal what issues or developments are most important to a company like Tesla and, crucially, its legal team.",
            "For years, Tesla has included a risk factor informing investors that “Tesla’s products, business, results of operations, and statements and actions of Tesla and its management are subject to significant amounts of commentary by a range of third parties.”",
            "This risk factor warned this “criticism, which may be exaggerated or unfounded, such as speculation regarding the sufficiency or stability of our management team” could “harm our business and make it more difficult to raise additional funds if needed,” according to language in the company’s most recent annual report ",
            " in January.",
            "That language was changed Wednesday.",
            "Tesla updated the risk factor language to now include the criticism “has incited protests, some escalating to violence targeting our operations, products and personnel.” Tesla’s lawyers also expanded what’s at risk, saying negative perceptions resulting from the protests, along with the broader criticism of the company, “may harm our brand and our business (including sales) and make it more difficult to raise additional funds if needed.”",
            "Despite Tesla’s implication in the new language, there is no known link between the global protests against the company and the isolated acts of vandalism against its showrooms and Supercharger stations. (Musk went even further Tuesday, claiming on Tesla’s quarterly earnings call that the protesters are “paid” without offering any kind of evidence.)",
            "It was already apparent Musk’s actions were potentially harming Tesla. What’s been hard to parse is how much damage the protests are doing.",
            "The financial results Tesla released Tuesday showed such ",
            " that it was clearly making some dent. Musk and other Tesla executives on the call also admitted that the protests were creating a “negative impact.”",
            "But Wednesday’s SEC filing, in some ways, offers a more clear answer: The protests are significant enough that Tesla’s lawyers had to acknowledge them in writing.",
            "A spokesperson for Tesla Takedown, which has helped organize protests in cities throughout the world, celebrated the inclusion in the company’s risk factors.",
            "“We couldn’t ask for a better endorsement of our movement than Tesla officially naming us as a risk factor. When the truth becomes a threat, you know you’re making an impact,” they said in an emailed statement to TechCrunch. “The tremendous success of Tesla Takedown has created a powerful platform for broader impact.”",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/23/google-gemini-has-350m-monthly-users-reveals-court-hearing/",
        "URL_Article": "https://techcrunch.com/2025/04/23/google-gemini-has-350m-monthly-users-reveals-court-hearing/",
        "Titre": "Google Gemini has 350M monthly users, reveals court hearing",
        "Auteur": "Maxwell Zeff",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            "Posted:",
            "Gemini, Google’s AI chatbot, had 350 million monthly active users around the globe as of March, according to internal data revealed in Google’s ongoing antitrust suit.",
            " first reported the stat.",
            "Usage of Google’s AI offerings has exploded in the last year. Gemini had just 9 million daily active users in October 2024, but last month, the company reportedly logged 35 million daily active users, according to its data.",
            "Gemini still lags behind the industry’s most popular AI tools, however.",
            "Google estimates that ChatGPT had roughly 600 million monthly active users in March, according to the company’s data shown in court. That puts ChatGPT on a similar user base to Meta AI, which CEO Mark Zuckerberg said in September ",
            ".",
            "Companies tend to measure MAUs slightly differently, but these numbers indicate just how widespread Gemini’s consumer adoption is. In the last year, Google has put Gemini in front of millions of users through AI integrations with ",
            ", ",
            ", and ",
            ".",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/22/intel-reportedly-plans-to-lay-off-over-21000-employees/",
        "URL_Article": "https://techcrunch.com/2025/04/22/intel-reportedly-plans-to-lay-off-over-21000-employees/",
        "Titre": "Intel reportedly plans to lay off over 21,000 employees",
        "Auteur": "Ivan Mehta",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            "Posted:",
            "Intel is set to cut over 21,000 people, or roughly 20% of its workforce, with an announcement due this week, according to a ",
            ". ",
            "The news comes ahead of Intel’s Q1 earnings call helmed by ",
            ", who replaced longtime chief Pat Gelsinger last year. ",
            "With the layoffs, Tan aims to “streamline management and rebuild an engineering-driven culture,” according to Bloomberg. The company had around 108,900 employees at the end of last year after it announced ",
            ".",
            "Intel has been struggling for quite some time; over the past five years, the company’s stock has dipped around 67%. Since assuming the role of CEO toward the end of 2024, Tan has moved to spin divisions of Intel into ",
            ". Earlier this month, Intel sold 51% of its ",
            ".",
            "Intel didn’t immediately respond to a request for comment.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/21/columbia-student-suspended-over-interview-cheating-tool-raises-5-3m-to-cheat-on-everything/",
        "URL_Article": "https://techcrunch.com/2025/04/21/columbia-student-suspended-over-interview-cheating-tool-raises-5-3m-to-cheat-on-everything/",
        "Titre": "Columbia student suspended over interview cheating tool raises $5.3M to ‘cheat on everything’",
        "Auteur": "Charles Rollet",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            "On Sunday, 21-year-old Chungin “Roy” Lee ",
            " he’s raised $5.3 million in seed funding from Abstract Ventures and Susa Ventures for his startup, Cluely, that offers an AI tool to “cheat on everything.”",
            "The startup was born after Lee ",
            " in a viral X thread that he was suspended by Columbia University after he and his co-founder developed a tool to cheat on job interviews for software engineers.",
            "That tool, originally called Interview Coder, is now part of their San Francisco-based startup ",
            ". It offers its users the chance to “cheat” on things like exams, sales calls, and job interviews thanks to a hidden in-browser window that can’t be viewed by the interviewer or test giver. ",
            "Cluely has published ",
            " comparing itself to inventions like the calculator and spellcheck, which were originally derided as “cheating.”",
            "Cluely also published a slickly produced, but polarizing, launch video of Lee using a hidden AI assistant to (unsuccessfully) lie to a woman about his age, and even his knowledge of art, on a date at a fancy restaurant:",
            "While some ",
            " the video for grabbing people’s attention, others derided it as reminiscent of the dystopian sci-fi television show “Black Mirror”:",
            "Lee, who is Cluely’s CEO, told TechCrunch the AI cheating tool surpassed $3 million in ARR earlier this month. ",
            "The startup’s other co-founder is another 21-year-old former Columbia student, Neel Shanmugam, who is Cluely’s COO. Shanmugam was also embroiled in disciplinary proceedings at Columbia over the AI tool. Both co-founders have dropped out of Columbia, the university’s student newspaper ",
            " last week. Columbia declined to comment, citing student privacy laws.",
            "Cluely began as a tool for developers to cheat on knowledge of LeetCode, a platform for coding questions that some in software engineering circles — including Cluely’s founders, of course — consider outdated and a waste of time.",
            "Lee says he was able to snag an internship with Amazon using the AI cheating tool. Amazon declined to comment on Lee’s particular case to TechCrunch, but said its job candidates must acknowledge they won’t use unauthorized tools during the interview process.",
            "Cluely isn’t the only controversial AI startup launched this month. Earlier, a famed AI researcher announced his own startup with the ",
            ", causing a brouhaha of its own on X.",
            "Topics",
            "© 2025 Yahoo."
        ]
    }
]