[
    {
        "Categorie": "Startups",
        "URL_Categorie": "https://techcrunch.com/2025/04/10/inventex-founder-an-engineer-for-coinbase-at-14-wants-to-revolutionize-patent-applications/",
        "URL_Article": "https://techcrunch.com/2025/04/10/inventex-founder-an-engineer-for-coinbase-at-14-wants-to-revolutionize-patent-applications/",
        "Titre": "Inventex founder, an engineer for Coinbase at 14, wants to revolutionize patent applications",
        "Auteur": "Mary Ann Azevedo",
        "Date_relative": "24 minutes ago",
        "Date_absolue": "2025-04-10T07:30:00-07:00",
        "Full_article": [
            "Daniel Ruskin started his career when he was a mere 14 years old as an engineer for Coinbase. As he tells it, he was a teenager “who knew how to code and wanted to build cool things.”",
            "Obviously too young to get a bank account, Ruskin did freelance development work he found on reddit in exchange for bitcoin. There he saw that Coinbase was hiring, and boldly sent the head of operations a cold email asking if he could work for the crypto exchange.",
            "“Long story short, I ended up writing much of the early software that powered the Coinbase platform,” he tells TechCrunch. “I didn’t write the v0 codebase…but I did write a lot of software that brought us from 1 to 10.”",
            "After four years at Coinbase, Ruskin decided to go to college and then to law school. He started a few startups along the way, including an election security company where he ",
            " a patent on its technology. ",
            "Frustrated with how “opaque” the patent process was, Ruskin in December 2024 launched a new Salt Lake City-based company called ",
            ".",
            "Ruskin, now 26, says Inventex wants to ease the process of “preparing and filing patent applications” by using a series of AI agents augmented by licensed attorneys. He believes that Inventex can help companies get patent-pending “10x faster” — in days, rather than months that a traditional firm might take.  ",
            "The concept quickly attracted investors and after just one month, Ruskin had raised $2.4 million in a pre-seed round to grow Inventex. Conviction Capital, Coinbase co-founder Fred Ehrsam, and Cambrian Ventures co-led the financing, which also included participation from Boost and others. The money was raised via SAFEs at a $10 million valuation.",
            "Inventex intakes the necessary technical data provided by its customers such as code, design documents, and technical specifications. It then identifies what its customers have invented that meet the legal requirements for patentability. This includes searching for prior art or what has been done before in that particular customer’s technical field, as well as “how our customer is different,” Ruskin said. ",
            "The company then drafts and files patent applications on behalf of the company in the United States and abroad.",
            "Maksim Stepanenko, who worked with Ruskin at Coinbase, tells TechCrunch that Ruskin impressively started leading key payments infrastructure projects at the crypto company “soon” after he started while still a high school student. So when he heard about what Ruskin was doing with Inventex, he signed on as a small angel investor as part of the pre-seed financing.",
            "“He’s thoughtful, fast-moving, and unusually good at navigating complex systems,” said Stepanenko, who is the founder of a startup called Operator. “I’ve been following his work ever since [working with him at Coinbase] and was excited to support his new company. [He’s] one of the most quietly impressive people I’ve worked with.”",
            "Besides speed, Ruskin claims Inventex’s approach gets its customers higher-quality patents too.",
            "“We fine tune models specifically to each technical area, and our agents are true experts in each technical field our customers work in,” he said. Traditional patent attorneys, Ruskin believes, often do not understand the contours of the inventions they are protecting. The technical-expert agents are overseen, and refined, by licensed attorneys.",
            "Ruskin is confident that Inventex has the right model to be innovative in this complex subset of legal services.",
            "“Our competitors sell software as task-based automation to traditional law firms, and deployment is constrained by their incentives such as a billable-hour model, and the broader scheme of paying for expertise versus results,” he said. “We upend this by providing the end-to-end service.”",
            "Inventex’s model is also generalizable, Ruskin claims. For example, he said Inventex is currently using one of its tools to automate MSPB (U.S. Merit Systems Protection Board) complaints for the tens of thousands of federal employees that were recently laid off.",
            "“Traditional firms can’t support that kind of workload,” he said.",
            "It’s early days yet but Inventex has about $250,000 of annual recurring revenue in the pipeline, according to Ruskin, including two publicly traded companies and numerous startups. Dirac is one that has given permission to be named.",
            "“We have more inbound than we can handle,” Ruskin said.",
            "Ruskin also has expertise in the fintech space. He joined Checkr, a service for gig platforms to pay their workforce, in 2022. There, Ruskin says, he helped start Checkr Pay, “a startup within a startup.” During his time there, Ruskin hired a team of three engineers and “built and launched a neobank in about three to four months.” (Checkr ",
            " at a $4.6 billion valuation in 2021.) Ruskin left that company in 2023 to finish law school at New York University, where he graduated in the top 10% of his class in 2024.",
            "It was during his time at Checkr Pay that Ruskin got to know Cambrian Ventures’ solo GP Rex Salisbury, who described the young entrepreneur as the company’s “highest velocity engineer.”",
            "“Ask the early Coinbase team and they’ll tell you the same thing, which is pretty remarkable given he was still in high school,” Salisbury told TechCrunch. “Daniel helped build two unicorns (Coinbase and Checkr) before graduating college and has since gone on to graduate law school and pass the patent bar. [He’s a] pretty rare combination of talent.”",
            "He added: “At this early stage, you don’t evaluate a company purely on what it is, but on what it can be. It’s already remarkable what Daniel has built, but given his velocity what really excites me is how quickly he’s executed to build more.”",
            "Inventex has grown 2x per month since December primarily through word-of-mouth referrals and partnerships with VCs. The company charges customers a monthly fee to build a patent portfolio. The fee includes invention discovery, drafting, filing, and patent prosecution.",
            "Presently, it has three full-time employees (all engineers) and several contract patent attorneys.",
            "Inventex’s closest competitors are patent drafting tools like ",
            " and ",
            ", according to Ruskin. ",
            "Before Inventex, Ruskin founded Motif in July 2024, which had the same concept, but with a co-founder that “didn’t work out.”",
            "Looking ahead, Ruskin is considering offering Inventex’s drafting toolkit as a white-labeled product for law firms so they can license its tools “to get their clients better patents, faster.”",
            "“This aligns with our long-term vision for the field of patent law. Right now, 90% of the billable time for an initial patent filing is spent on drafting a disclosure; 10% is spent on strategy,” he said. “This will flip in five years — drafting will take 10% of the time, and strategy will be the differentiated service provided by firms. This ultimately brings the cost to file a patent down, and makes the system more accessible to innovators of any size.”",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Transportation",
        "URL_Categorie": "https://techcrunch.com/2025/04/10/polestar-ev-sales-jump-in-q1-on-discounts-like-tesla-conquest-bonus/",
        "URL_Article": "https://techcrunch.com/2025/04/10/polestar-ev-sales-jump-in-q1-on-discounts-like-tesla-conquest-bonus/",
        "Titre": "Polestar EV sales jump in Q1 on discounts like its ‘Tesla conquest’ bonus",
        "Auteur": "Rebecca Bellan",
        "Date_relative": "30 minutes ago",
        "Date_absolue": "2025-04-10T07:23:41-07:00",
        "Full_article": [
            "Swedish electric vehicle maker Polestar saw its first-quarter sales jump 76% compared to the same period in 2024 after it began offering discounts and other promotions, including ones geared towards locking in Tesla owners.",
            "Polestar sold 12,304 cars in the first three months of the year compared to 6,975 in Q1 2024. Sales were relatively flat quarter-over-quarter, even amidst competition from other automakers and an uncertain economic outlook. ",
            "“We are on the right track and doing the right things,” Michael Lohscheller, Polestar CEO, said in a statement. “With a more active selling model, more retail partners and attractive cars, we are delivering results.” ",
            "One of Polestar’s more “active selling” strategies has been to tap into Tesla’s brand devaluation due to its CEO Elon Musk’s involvement in DOGE. The company recently started ",
            " for Tesla drivers looking to lease the company’s new Polestar 3 crossover. ",
            "Polestar makes the Polestar 2 electric fastback, the Polestar 3 electric SUV, and, soon, the Polestar 4 electric SUV coupe. The automaker doesn’t break out its sales numbers by models, but in March after Polestar began offering its Tesla conquest bonus, head of sales Jordan Hofmann posted on ",
            " that orders for the Polestar 3 had been “incredible.”",
            "Tesla has also relied on ",
            " to boost sales numbers, and those have ",
            ". ",
            "It won’t be clear for a few months how the discounts have affected Polestar’s margins; the automaker said in February that it would ",
            " its full-year and Q4 2024 earnings until the end of April after it secured a $450 million loan to keep the company afloat as it burned through cash. ",
            "The durability of Polestar’s discounts is unclear as the fallout from President Donald Trump’s sweeping ",
            " and ensuing trade war could drive up car prices. Polestar manufactures in the U.S. and China, and plans to make the Polestar 4 in South Korea in the second half of 2025. ",
            "“We are monitoring closely and assessing the volatile geopolitical environment and will adapt as needed,” Lohscheller said.  ",
            "Polestar does appear to be making changes to its business in China, though it’s not yet clear if it’s a response to the geopolitical climate or simply a shift in strategy.  ",
            "In a filing Thursday, Polestar, which is owned by China’s Geely, noted that it had agreed to end a ",
            ", a mobile phone and consumer electronics company. The two joined up in 2023 to build an operating system for Polestar cars sold in China, and now will transfer the distribution rights of the JV to Polestar. ",
            "The JV, which is called Polestar Times Technology, will settle any outstanding debts before it ceases operations, per the filing, and will transfer “certain digital and other assets from the JV with arms-length consideration” so Polestar can resume sales, customer service, and distribution in the Chinese market. ",
            "The filing notes that the parties are terminating the JV “as a result of a change in market focus and strategy” but that Polestar would remain “fully committed to the Chinese market.”",
            "TechCrunch has reached out to Polestar to learn more about how this affects its strategy in China.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Transportation",
        "URL_Categorie": "https://techcrunch.com/2025/04/10/canoo-ceo-can-buy-bankrupt-ev-startups-assets-judge-rules/",
        "URL_Article": "https://techcrunch.com/2025/04/10/canoo-ceo-can-buy-bankrupt-ev-startups-assets-judge-rules/",
        "Titre": "Canoo CEO can buy bankrupt EV startup’s assets, judge rules",
        "Auteur": "Sean O'Kane",
        "Date_relative": "1 hour ago",
        "Date_absolue": "2025-04-10T06:53:00-07:00",
        "Full_article": [
            "The sale of bankrupt EV startup Canoo’s assets to its CEO has been approved by the judge overseeing the case. After evaluating a number of limited objections to the sale, Judge Brendan Shannon said in a hearing Wednesday he believes the process was fair and that no one else but Canoo CEO Anthony Aquila made a bid.",
            "Shannon’s ",
            " paves the way for Aquila to buy most of the assets of the EV startup for around $4 million in cash. Aquila plans to offer services to customers such as NASA and the Department of Defense, which purchased a few Canoo vehicles before the company went under, according to lawyers representing the CEO.",
            "Canoo is the latest failure in a wave of EV startups to file for bankruptcy, a list that includes Fisker, Lordstown Motors, and Nikola.",
            "Canoo is also not the only one of these companies to have had a CEO try to buy up the assets. Lordstown Motors’ founder and former CEO, Steve Burns, bought ",
            ", and now newly pardoned Nikola founder and former CEO Trevor Milton is ",
            ".",
            "Aquila was not the only one interested in Canoo’s assets. ",
            "Mark Felger, a lawyer for Canoo, said during the hearing that as many as eight parties other than Aquila signed NDAs and evaluated what was for sale. Only a handful of those came close to making a bid, he said, including one group that the bankruptcy trustee said could raise concerns with the Committee on Foreign Investment in the United States because of its (unspecified) “foreign ownership.” ",
            "Most notable of the parties that nearly bid on the assets was Harbinger, an electric truck startup that recently objected to the sale and claimed Canoo ",
            ". Lawyers for Aquila said in a ",
            " that Harbinger’s objection was “without merit and devoid of any factual support.”",
            "Harbinger’s founding team and many of its earliest employees split off from Canoo to create the new startup in 2021. Canoo accused those founders of misappropriating trade secrets on the way out in a lawsuit filed in late 2022, which is still ongoing. ",
            "The outcome of that lawsuit became a centerpiece of the sale of Canoo’s assets. The trustee believes that a Canoo victory in the case could bring in a big hunk of money and also a potential injunction against Harbinger using any of those trade secrets. ",
            "John Morris, a lawyer for Harbinger, stressed in the hearing that, despite two years in court, no one outside Aquila even knows what trade secrets were supposedly misappropriated. Canoo never specified, even under seal, what it believes Harbinger allegedly stole. ",
            "Harbinger’s objection to the sale partially dealt with this, claiming that the trustee or the appraisal firm could therefore not properly value the estate — meaning potential bidders weren’t fully informed. ",
            "Morris also raised the issue of a specific clause in the sale agreement that gives Aquila the ultimate approval over any potential settlement in the lawsuit with Canoo.",
            "Morris argued the trustee had abandoned his fiduciary duty to the estate by giving a possibly conflicted Aquila final say over any settlement. Shannon ultimately disagreed.",
            "Shannon referenced the trustee’s testimony that negotiations with Aquila took weeks and involved a number of offers and counteroffers as evidence the sale was properly considered. He said Aquila’s relationship to the company was properly disclosed.",
            "“The trustee has run a process that has resulted in a significant offer,” and the sale has been “proceeding in good faith,” he said.",
            "Other objections to the sale mostly came from companies that either have outstanding balances with Canoo or are still holding on to equipment. Felger told the court Wednesday that most, if not all, of those are in the process of being resolved.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "AI",
        "URL_Categorie": "https://techcrunch.com/2025/04/10/incident-io-raises-62m-at-a-400m-valuation-to-help-it-teams-move-fast-when-things-break/",
        "URL_Article": "https://techcrunch.com/2025/04/10/incident-io-raises-62m-at-a-400m-valuation-to-help-it-teams-move-fast-when-things-break/",
        "Titre": "Incident.io raises $62M at a $400M valuation to help IT teams move fast when things break",
        "Auteur": "Ingrid Lunden",
        "Date_relative": "1 hour ago",
        "Date_absolue": "2025-04-10T06:36:04-07:00",
        "Full_article": [
            "In the world of tech, some might argue that the term of the decade is AI, but in the bigger scheme of things, beyond this single sector, the most important word may well be “resilience.” How well prepared are people, organizations, and countries for unforeseen, negative economic, geopolitical, social, and environmental developments? It’s a question that’s triggering a lot of scrambling in search of answers. ",
            "This existential crisis is also playing out in the world of tech. We’re more reliant than ever before on services working — on uptime, in other words — and downtime may speak to bigger crises than your email not sending. ",
            "Seizing on that demand in the market, on Thursday, the eponymous startup ",
            ", which has built an all-in-one, AI-based platform to help speed up incident management and response in the fragmented world of IT, announced $62 million in financing.",
            "Incident.io is based in London with operations also in San Francisco, and it plans to use the new money for hiring, sales, and marketing across both regions. ",
            "Insight Partners is leading the Series B with previous backers Index and Point Nine also participating. (Index led the startup’s $28.7 million Series A in ",
            "). With this latest round, Incident.io has now raised ",
            ". ",
            "The startup is not disclosing valuation, but sources close to the deal tell me it’s in the region of $400 million. Incident.io had a valuation of around $300 million roughly three years ago, the sources say.",
            "Stephen Whitworth (CEO), Pete Hamilton (CTO), and Chris Evans (CPO) co-founded ",
            " after working together at fintech Monzo. There, the three helped build pipelines from the ground up, based on open-source tooling, to track the performance of the company’s internal and customer-facing services and to help Monzo better respond when something went wrong.",
            "They could see that their pain points for identifying and tracking different incidents were similar to those other digital organisations faced, and they decided to strike out on their own to build a platform to address that for the wider industry. ",
            "“Move fast when you break things,” is the company’s tongue-in-cheek motto, and it’s an apt one for any organization.",
            "These days, the very smallest businesses use a wide array of digital tools across a variety of architectures, and even an incremental update across one of these tools can trigger glitches that take down entire systems. ",
            "Incident.io’s sweet spot is organizations of users numbering more than 200 people, which typically works out to many thousands of employees overall — plus, of course, potentially dozens or hundreds of different apps, microservices, and other functions that bind those employees and their work together. ",
            "“The larger the organization, the more opportunity there is for things to go wrong, whether that’s with technical systems, people, or processes,” Whitworth told TechCrunch in an interview in 2022. ",
            "Incident.io has grown substantially over the years. Netflix, Linear, Ramp, and Etsy are among its current customers. Whitworth told TechCrunch that about three-quarters of the clients it’s adding are in the U.S., and it’s tripled its customer base in the last 12 months. He also said that Incident.io has powered responses and alerts for some 250,000 incidents since it was founded in 2021. ",
            "The startup has also expanded its product offerings. Incident.io originally made a name for itself by building its primary user interface in Slack. This, Whitworth said, “was a great place to start, but Slack skews to mostly tech companies,” so as the company has grown and aimed to target other sectors, it has also added support for Microsoft’s Teams as well as its own customised dashboard — “a compatriot to chat,” Whitworth said. ",
            "This dashboard will have the most functionality and tracking for resolutions and more, but Incident.io will always keep a presence in third-party chat apps, Whitworth said. “When things go wrong, people jump into chat, even more and more now,” he said.",
            "The company has also evolved the product in terms of functionality. “Reliability and resilience” are still the primary use cases for Incident.io, and typically, infrastructure teams will bring the product in, and it’ll be used by engineers or data specialists. More recently, Incident.io has also seen an influx from security teams adopting it, as well. (Incident.io does not currently have any remediation or other security products, nor does it specifically integrate with them: there are plans for both in the future, Whitworth said.)",
            "The startup also added in a product in March called On Call to manage how to alert team members in the process of triaging an incident. It directly competes with PagerDuty. Some 70% of Incident.io’s customers are now using it, Whitworth said. There’s an argument for less fragmentation at every level of IT, and Incident.io is vying to be the company to do it here, in incident response.",
            "More recently, Incident.io has also started to weave more AI throughout the platform. It’s doing this in a few areas. ",
            "Typically, when an incident starts to unfold, many will “jump on a Zoom call to discuss it,” Whitworth said, leaving “a poor human” to transcribe that and come up with action items. The company is now offering an AI “copilot” to handle that work as well as send out requests to services like Datadog to better understand what might be happening with the code. ",
            "Over time, the idea will be to enhance that work to extend as far as remediation. ",
            "The existing business, plus the roadmap ahead, is what’s brought about this latest investment in Incident.io.",
            "“Incident.io is building a product that engineers love and organizations rely on to minimize downtime and maximize productivity,” said Thomas Krane, managing director at Insight Partners, in a statement. “By pioneering AI agents that collaborate with engineers to resolve incidents, they’re not just modernizing incident response but reinventing it for a world where AI isn’t just writing code; it’s keeping it running.”",
            "Other high-profile investors in Incident.io include Instagram co-founder and Anthropic CPO Mike Krieger and The Chainsmokers’ Mantis VC.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Security",
        "URL_Categorie": "https://techcrunch.com/2025/04/10/trump-orders-federal-investigation-into-former-cisa-director-chris-krebs/",
        "URL_Article": "https://techcrunch.com/2025/04/10/trump-orders-federal-investigation-into-former-cisa-director-chris-krebs/",
        "Titre": "Trump orders federal investigation into former CISA director Chris Krebs",
        "Auteur": "Zack Whittaker",
        "Date_relative": "1 hour ago",
        "Date_absolue": "2025-04-10T06:35:17-07:00",
        "Full_article": [
            "President Trump on Wednesday ordered a federal investigation into Chris Krebs, the former director of U.S. cybersecurity agency CISA.",
            "In ",
            ", Trump instructed the Department of Homeland Security, which houses CISA, and the U.S. Attorney General to investigate Krebs, who was fired by the Trump administration in November 2020 soon after he ",
            " that there were voting irregularities during the presidential election. The order also revokes Krebs’ security clearance.",
            "The executive order claims, among other things, that Krebs “falsely and baselessly denied that the 2020 election was rigged and stolen, including by inappropriately and categorically dismissing widespread election malfeasance and serious vulnerabilities with voting machines.”",
            "Trump and his associates have long claimed voting irregularities during the 2020 election, without evidence. Trump launched a series of lawsuits after losing the election in 2020, ",
            ".",
            "Established during the first Trump administration, CISA oversees federal cybersecurity defense and the security of U.S. critical infrastructure, including election systems. Under Krebs’ tenure, CISA began ",
            ", much of which was sparked by Russian efforts in 2016 aimed at casting doubt on the U.S. electoral process.",
            "The Trump order claims that Krebs violated the First Amendment, a constitutional rule that prohibits government interference of free speech and expression, by allegedly exceeding his authority as CISA director in countering the election falsehoods.",
            "The order also strips anyone who works at SentinelOne, the cybersecurity company that Krebs now works at, of their security clearances.",
            "SentinelOne spokesperson Karen Master told TechCrunch in an email that the company has fewer than 10 employees with security clearances, and that the clearance revocations are unlikely to have a material effect on the company’s business.",
            "Krebs is the latest in a list of former U.S. government officials who have been stripped of their security clearances by the Trump administration. Many of them worked during Trump’s first term and have been subsequently critical of its actions.",
            "Also on Wednesday, Trump signed a separate ",
            " similarly revoking the security clearance of ",
            ", who had penned ",
            " of Trump’s policies during his first term.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "AI",
        "URL_Categorie": "https://techcrunch.com/2025/04/10/the-rise-of-ai-reasoning-models-is-making-benchmarking-more-expensive/",
        "URL_Article": "https://techcrunch.com/2025/04/10/the-rise-of-ai-reasoning-models-is-making-benchmarking-more-expensive/",
        "Titre": "The rise of AI ‘reasoning’ models is making benchmarking more expensive",
        "Auteur": "Kyle Wiggers",
        "Date_relative": "1 hour ago",
        "Date_absolue": "2025-04-10T06:30:00-07:00",
        "Full_article": [
            "AI labs like OpenAI claim that their ",
            ", which can “think” through problems step by step, are more capable than their non-reasoning counterparts in specific domains, such as physics. But while this generally appears to be the case, reasoning models are also much more expensive to benchmark, making it difficult to independently verify these claims.",
            "According to data from Artificial Analysis, a third-party AI testing outfit, it costs $2,767.05 to evaluate OpenAI’s ",
            " reasoning model across a suite of seven popular AI benchmarks: MMLU-Pro, GPQA Diamond, Humanity’s Last Exam, LiveCodeBench, SciCode, AIME 2024, and MATH-500.",
            "Benchmarking Anthropic’s recent ",
            ", a “hybrid” reasoning model, on the same set of tests cost $1,485.35, while testing OpenAI’s ",
            " cost $344.59, per Artificial Analysis.",
            "Some reasoning models are cheaper to benchmark than others. Artificial Analysis spent $141.22 evaluating OpenAI’s o1-mini, for example. But on average, they tend to be pricey. All told, Artificial Analysis has spent roughly $5,200 evaluating around a dozen reasoning models, close to twice the amount the firm spent analyzing over 80 non-reasoning models ($2,400).",
            "OpenAI’s non-reasoning ",
            " model, released in May 2024, cost Artificial Analysis just $108.85 to evaluate, while Claude 3.6 Sonnet — Claude 3.7 Sonnet’s non-reasoning predecessor — cost $81.41.",
            "Artificial Analysis co-founder George Cameron told TechCrunch that the organization plans to increase its benchmarking spend as more AI labs develop reasoning models. ",
            "“At Artificial Analysis, we run hundreds of evaluations monthly and devote a significant budget to these,” Cameron said. “We are planning for this spend to increase as models are more frequently released.”",
            "Artificial Analysis isn’t the only outfit of its kind that’s dealing with rising AI benchmarking costs.",
            "Ross Taylor, the CEO of AI startup General Reasoning, said he recently spent $580 evaluating Claude 3.7 Sonnet on around 3,700 unique prompts. Taylor estimates a single run-through of MMLU Pro, a question set designed to benchmark a model’s language comprehension skills, would have cost more than $1,800.",
            "“We’re moving to a world where a lab reports x% on a benchmark where they spend y amount of compute, but where resources for academics are << y,” said Taylor in a ",
            ". “[N]o one is going to be able to reproduce the results.”",
            "Why are reasoning models so expensive to test? Mainly because they generate a lot of tokens. Tokens represent bits of raw text, such as the word “fantastic” split into the syllables “fan,” “tas,” and “tic.” According to Artificial Analysis, OpenAI’s o1 generated over 44 million tokens during the firm’s benchmarking tests, around eight times the amount GPT-4o generated.",
            "The vast majority of AI companies charge for model usage by the token, so you can see how this cost can add up.",
            "Modern benchmarks also tend to elicit a lot of tokens from models because they contain questions involving complex, multi-step tasks, according to Jean-Stanislas Denain, a senior researcher at Epoch AI, which develops its own model benchmarks.",
            "“[Today’s] benchmarks are more complex [even though] the number of questions per benchmark has overall decreased,” Denain told TechCrunch. “They often attempt to evaluate models’ ability to do real-world tasks, such as write and execute code, browse the internet, and use computers.”",
            "Denain added that the most expensive models have gotten more expensive ",
            " over time. For example, Anthropic’s ",
            " was the priciest model when it was released in May 2024, costing $75 per million output tokens. OpenAI’s ",
            " and ",
            ", both of which launched earlier this year, cost $150 per million output tokens and $600 per million output tokens, respectively.",
            "“[S]ince models have gotten better over time, it’s still true that the cost to reach a given level of performance has greatly decreased over time,” Denain said. “But if you want to evaluate the best largest models at any point in time, you’re still paying more.”",
            "Many AI labs, including OpenAI, give benchmarking organizations free or subsidized access to their models for testing purposes. But this colors the results, some experts say — even if there’s no evidence of manipulation, the mere suggestion of an AI lab’s involvement threatens to harm the integrity of the evaluation scoring.",
            "“From [a] scientific point of view, if you publish a result that no one can replicate with the same model, is it even science anymore?” wrote Taylor in a ",
            ". “Was it ever science?”",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Startups",
        "URL_Categorie": "https://techcrunch.com/2025/04/10/drafted-uses-ai-and-video-resumes-to-help-early-career-professionals-land-jobs/",
        "URL_Article": "https://techcrunch.com/2025/04/10/drafted-uses-ai-and-video-resumes-to-help-early-career-professionals-land-jobs/",
        "Titre": "Drafted uses AI and video resumes to help early-career professionals land jobs",
        "Auteur": "Aisha Malik",
        "Date_relative": "2 hours ago",
        "Date_absolue": "2025-04-10T06:00:00-07:00",
        "Full_article": [
            "As the job market continues to get more competitive, it’s taking months for ",
            ", with many ",
            " that don’t align with their goals. To address this problem, ",
            ", a new startup emerging from stealth, has built a jobs platform for students and early-career professionals, a subset of people who Drafted thinks is ignored by services like LinkedIn, Handshake, and Indeed. ",
            "Drafted uses AI and video resumes to match candidates with jobs, going beyond the typical keyword-based approach used by most recruiters and job platforms. Drafted has partnered with over 3,500 companies looking to hire new talent. These companies range from startups to Fortune 500 companies, including numerous Y Combinator startups, as well as Google, Amazon, and DoorDash. ",
            "The startup has partnered with top schools including UCLA, University of Miami, University of Chicago, Georgetown University, and others to onboard students and young professionals looking to land internships and jobs.",
            "The platform was created by two-time founder Andrew Kozlovski and former Amazon software engineer Rodrigo Pecchio, who met during their time studying at USC.",
            "Kozlovski founded ",
            ", a company that sells a supplement formulated with natural ingredients designed to support brain health, in his freshman year to pay his way through university. While the business was able to bring in between $10,000 and $30,000 in revenue per month, Kozlovski wanted to move beyond the supplement space and do something that affected people’s lives in other ways.",
            "“I started consulting for a few different startups, including Y Combinator startups on the growth side, and I was able to get in behind the scenes of how businesses are built in tech, which was really interesting for me personally,” Kozlovski told TechCrunch. “But that’s where I eventually came to the idea of how broken the job market is for startups that are hiring and also for entry-level talent that is looking for either internships or entry-level roles.”",
            "After seeing the struggle on both sides, Kozlovski came up with the idea for Drafted and brought on Pecchio as the company’s CTO and co-founder. The pair then set out to fulfill their mission of helping students get jobs faster and helping startups discover the talent needed to drive their visions forward. ",
            "Drafted works by first getting customers to enter their name, university, and degree. They are then prompted to create a video resume where they are asked to answer questions that are typically asked by recruiters, such as “tell us what sets you apart from other candidates” and “tell us about a time when you overcame a challenge.” Job seekers can then send their profile directly to startups and companies on the platform that are hiring. ",
            "On the employer side, companies can filter through video resumes to find the right candidates for their open roles. They can look for candidates from a specific top school or with specific skills. After that, they will see a bunch of video resumes displayed alongside percentages based on how much their expertise aligns with their company’s culture and requirements for the position. ",
            "“There’s no other platform that is relying on video resumes,” Kozlovski said. “It’s completely novel, and then also AI matching, that’s something some places might do, but it would just be on a PDF resume. It wouldn’t be taking into account the way someone communicates what they say in a video, etc. So it’s much more efficient for employers, because you can just go in and conduct all these different phone screens and in one hour, what would previously take you, potentially a month to do.”",
            "Kozlovski says that Drafted works differently than other job platforms, as it doesn’t rely on keywords when matching candidates to roles, a practice that he thinks can sometimes overlook people who would be perfect for a job. Plus, while a traditional resume may get looked at for a few seconds, a video version is more likely to capture attention and be viewed for a longer period of time.",
            "Drafted plans to keep the platform free for job-seekers forever. The platform is free for employers for now, but the startup plans to eventually charge a subscription model based on usage. Kozlovski says the subscription service will cost a fraction of what a recruiter would charge. ",
            "In terms of the future, Kozlovski says Drafted aims to be “the number one job site that college students think of when they graduate from university.” ",
            "For now, the company is focused on growth and onboarding as many students as possible. ",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Fintech",
        "URL_Categorie": "https://techcrunch.com/2025/04/10/ai-insurtech-ominimo-bags-its-first-investment-at-a-220m-valuation/",
        "URL_Article": "https://techcrunch.com/2025/04/10/ai-insurtech-ominimo-bags-its-first-investment-at-a-220m-valuation/",
        "Titre": "AI insurtech Ominimo bags its first investment at a $220M valuation",
        "Auteur": "Ingrid Lunden",
        "Date_relative": "4 hours ago",
        "Date_absolue": "2025-04-10T03:52:03-07:00",
        "Full_article": [
            "How do you get talented engineers to work for a startup in a mundane field at a time when more exciting companies are paying well and hiring aggressively? Here’s an answer from one insurance startup out of Poland called ",
            ": make pay competitive, but more importantly, give those engineers the license to apply their talent and reinvent how the field works. ",
            "Launched on a bootstrapped budget just 12 months ago, Ominimo believes it’s found a different and better approach to understanding and pricing risk. The company says it’s already profitable and growing fast, with 300,000 policies signed up in its first market of Hungary. Now, to fuel its next stage of life, it’s taking its first outside investment from a strategic backer, Zurich Insurance Group.",
            "TechCrunch understands from sources that Zurich is making a €10 million (around $11 million) equity investment for 5% of the company, valuing Ominimo at €200 million ($220 million). Neither Ominimo nor Zurich commented on the amount invested, but both have confirmed the valuation. ",
            "Ominimo has raised funding at a time when one of the most well-known and well-capitalized insurance startups in Europe — the ",
            " WeFox — is ",
            " and picking up ",
            " to ",
            ".",
            "WeFox serves as both a cautionary tale about how to grow an insurance business, but also a clear opportunity. Arguably the reason WeFox grew so fast was because of demand in the market (both from consumers and investors) — a startup only had to surf that wave without wiping out.",
            "Ominimo is already profitable, but it’s arguably a modest effort. Today the startup is active in just one market, Hungary, and focuses only on one kind of insurance, car insurance for consumers. The plan is to replicate its model in more geographies and categories. ",
            "The company plans to expand into more than 10 more new markets, starting with Poland, Sweden and the Netherlands. Zurich Insurance will serve as its risk carrier, and Ominimo will operate as a broker, specifically a ",
            ", for Zurich. The startup is focusing initially on automotive insurance, but intends to add property insurance over time as well. ",
            "Dusan Komar, Ominimo’s CEO who co-founded the company with Dennis Weinbender (now chief pricing and data officer) and Laslo Horvath (CTO), saw the challenges the insurance industry faced first-hand when he worked for McKinsey. Major insurance firms, he said, were stuck because of three main issues: rigid legacy systems that were challenging, if not impossible, to use to launch new services quickly or work with newer innovations like AI-based pricing; slow decision-making processes at the corporate level; and talent. ",
            "“No brilliant software engineer or data scientist dreams of working for an insurance company,” he said. ",
            "McKinsey and others like it typically get called in to try to fix all three at once. Komar and his team would build new products from the ground up and “hand over the code” to the insurance client. “It worked to some extent, but not as perfectly as we would have hoped,” he said.",
            "Taking a cue from the worlds of fintech and other insurance startups, Komar and his two co-founders saw an opportunity to develop a product as their own company rather than for a client. They would use APIs to plug in features and functionality from other providers that they might not build themselves, and that is how Ominimo was born. ",
            "Ominimo is essentially applying some AI-based reasoning around big-data analytics. When building and pricing an insurance quote, a traditional insurance company might use five or six main parameters (age, economic bracket, type of vehicle, past driving history, or location of car) to determine a price. A newer insurer might add another 10 or 15 parameters to that. ",
            "“But there are some not-so-obvious variables that are actually super important,” Komar said. For instance, once you get the license plate of a vehicle, you can tap into a database, he said, which gives you 100 different variables about the vehicle, including the length, height, width and weight of the vehicle. “It’s interesting, for instance, to see that data shows a very strong correlation between the length of the car and the frequency of accidents during parking,” he said. ",
            "Ominimo takes all of these details, plus population density and more, into account to perform its calculations. ",
            "There are, of course, a lot of insurance startups in the market already that tout the use of AI across their platforms, both for decision-making in the back-end and to improve customer experience at the front-end. Ditto the existence of dozens of startups in fintech that also lay claim to being built on AI.",
            "Komar’s response to this is that Ominimo’s track record speaks for itself. “I think what really matters is actually performance in the market, so if you compare our performance to Lemonade’s [a key competitor], you will actually see the difference,” he said. He claimed that Ominimo’s “loss ratio” is below the market average, and it’s already picked up a market share of 7% in Hungary, the only country where it operates.",
            "As with a lot of the neobanks in the market — fintech and insurance really do have a lot in common — many “new” insurance players are doing less disruption under the hood as they are creating a more modern user experience. ",
            "“There is a difference between claiming to do data science in terms of risk assessment, and actually doing it,” he said. Many of his startup competitors, he believes, “have actually focused on superior customer experience, very nice front-ends, very lean and intuitive journeys. But there was not a lot under the hood.”",
            "Giving talent a place to do the kind of work they want to be doing, he claimed, is how Ominimo has attracted and retained key people. “We have eight medalists from mathematics and physics olympiads [prestigious competitions in these fields] among our data science team,” he said. “These are really brilliant young minds who now, for the first time, get to deploy their full potential on a global scale. And this really shows in the KPIs that we see.”",
            "That is also what attracted Zurich Insurance, which is looking for more diversified ways to bring in new waves of customers.",
            "“Growing our retail business profitably is a key ambition in Zurich’s 2025–2027 cycle. That is why I am delighted with DA Direkt’s distribution partnership with Ominimo, which will allow us to offer innovative motor insurance solutions and expand our retail customer base in Europe, beyond the markets in which Zurich is already present,” said Alison Martin, CEO of Europe, Middle East and Africa at Zurich Insurance Group, in a statement. “I am also pleased we are strengthening our relationship with a minority stake in Ominimo.”",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Venture",
        "URL_Categorie": "https://techcrunch.com/2025/04/10/revent-rocks-the-boat-with-a-fresh-100m-to-invest-in-people-and-the-planet/",
        "URL_Article": "https://techcrunch.com/2025/04/10/revent-rocks-the-boat-with-a-fresh-100m-to-invest-in-people-and-the-planet/",
        "Titre": "Revent rocks the boat with $100M fund to invest in people and the planet",
        "Auteur": "Mike Butcher",
        "Date_relative": "7 hours ago",
        "Date_absolue": "2025-04-10T01:00:00-07:00",
        "Full_article": [
            "It would appear the environment and society remain relevant, whatever you might hear in some other quarters. At least, that’s one conclusion to be drawn from the news that European specialist VC ",
            " has closed a  €100 million ($109 million) Fund II to invest in “planetary and societal health” startups. ",
            "Launched out of Berlin in 2021 by Otto Birnbaum and Lauren Lentz, Revent’s thesis was (and remains) that the most ambitious entrepreneurs want to build companies that drive societal progress, and this might, therefore, become highly valuable. High-minded stuff.",
            "Admittedly, geopolitics have moved in such a way as to suggest “progress” might look quite different to the views of 2021. But with all that said, the pair has assembled a significant array of LPs to back the new fund. ",
            "These include the German retail giant the Otto Group, Goldbeck, Wepa, Oetker, Beiersdorf, and Hymer, as well as a number of European tech founders. The European Investment Fund has also increased its commitment in Revent’s second fund.",
            "Lentz told TechCrunch that the fund is looking for startups in energy transition, industrial decarbonization, healthcare, climate, economic empowerment, and reskilling, among others.",
            "Since launch, it’s invested in 26 companies. “Many in climate tech, some in health tech, some in empowerment. And overall, things have gone really well. We’ve had a number of companies that were picked up by tier-one general funds,” she said.",
            "Lentz said the fund has always tried to position itself in the third category, “as a performance-focused fund, investing in planetary and societal health, in terms of long-term value creation. In the early days, there were some folks who were skeptical and didn’t understand why we were not just calling ourselves impact or climate. But now, I think, in this current macro environment, his positioning makes quite a bit of sense for a lot of people, and allows us to really use the language of driving value by investing in long-term essential transitions.”",
            "Revent’s LPs are very long-term oriented, she said. “I think they are not afraid of what’s happening in the U.S. right now. I think they, in fact, believe that it’s important to continue investing in these spaces despite what’s happening in the US. And I think there’s this idea of Europe, kind of standing up and punching back and figuring out what values it stands for, and investing heavily in these spaces.”",
            "She sees more capital going toward so-called re-industrialization, European sovereignty, and defense, and “would not be surprised” if now there is a proliferation of new emerging specialist funds. “I think Europe now needs to figure out what it stands for … tech and innovation as part of that, and I think capital will flow to some extent that direction.”",
            "The team is now split across Berlin, London, Paris, and now has a venture partner in San Francisco.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Venture",
        "URL_Categorie": "https://techcrunch.com/2025/04/09/a-fresh-100m-rolls-into-dig-ventures-as-it-bids-to-woo-early-stage-european-startups/",
        "URL_Article": "https://techcrunch.com/2025/04/09/a-fresh-100m-rolls-into-dig-ventures-as-it-bids-to-woo-early-stage-european-startups/",
        "Titre": "A fresh $100M rolls into DIG Ventures as it bids to woo early-stage European startups",
        "Auteur": "Mike Butcher",
        "Date_relative": "11 hours ago",
        "Date_absolue": "2025-04-09T21:00:00-07:00",
        "Full_article": [
            "The number of “operator VCs” — former founders turned VCs — in Europe in recent years. This is common in the U.S., where the majority of VCs are former founders. The reverse is true in Europe, where most come from banking or finance. Recent examples in Europe include Wise founder Taavet Hinrikus, Glovo founder Oscar Pierre (Yellow Fund), and Pitch founder Christian Reber.",
            "After exiting MuleSoft to Salesforce in 2018 for a cool $6.5 billion, founder ",
            " set up ",
            " initially as a family office and later transitioned it to VC. He did this with ",
            ", DIG Partner, and the former U.K. sales lead at MuleSoft. DIG has now launched its second — and first institutional — fund closing out at $100 million, to invest in B2B SaaS, AI, and cloud infrastructure startups, at pre-seed and seed stages, mainly across Europe, but also considering startups located in Israel and the U.S.",
            "The new fund is backed by LPs including ",
            ", Granite Capital, ",
            ", and ",
            ". The round also drew participation from Datadog founder ",
            " and a number of MuleSoft executives, among others. ",
            "With the idea that it is a fund built by former startup operators, DIG positions itself as a hands-on, operator-led fund capable of a range of things, such go-to-market strategy and execution.",
            "Mason and Klinger are joined by: ",
            ", founder of ",
            " (acquired by Time Out) and former partner at Lightspeed; and ",
            ", co-founder of ",
            " and ",
            " (acquired by Warner Music).",
            "The portfolio currently includes ",
            " and ",
            ", as well as ",
            ", ",
            ", ",
            ", ",
            ", ",
            ", ",
            ", ",
            ", and ",
            ". ",
            "This second fund has already started deploying capital from the fund, investing in such companies as observability platform ",
            ", AI orchestration platform ",
            ", and enterprise middleware offering ",
            ".",
            "“After MuleSoft, I saw a big opportunity to come back to Europe and build an operator-led fund,” Mason told TechCrunch. “And we managed to figure out a strategy where we could pick and meet founders quicker and earlier than most other funds.”",
            "“Founders tell us that we just engage with them on a conversational level, because we’ve come out of MuleSoft … We like taking very technical products and selling them well. And that is half the battle in this space,” Klinger added.",
            "She said highly technical products are the fund’s sweet spot, but that “go to market” is also something DIG knows intimately. “Going from zero to one and actually helping package that and selling it is not something any VC can do — but we can,” Klinger said.",
            "Mason said he sees the next big shift being in enterprises building their own AI. “It’s a new arms race, especially with LLMs being built and run within enterprises … The foundation layer isn’t done yet, even though every vendor would love you to think it is. A lot will become packaged Open Source because they don’t want to send their data off to an LLM in the cloud where they have no control over where the information goes.”",
            "Klinger said she thinks Europe has unrealized strengths in AI. “I think Europe’s a real dark horse in AI. We’ve got the talent at half the cost of the US. A lot of the brilliant research is coming out of our universities. The challenge we have is raising the amount of money that some of these AI-driven plays will need.”",
            "In the U.S., former founders/operators (e.g. Peter Thiel, Paul Graham, Marc Andreessen) have become highly influential venture capitalists. And with geopolitics playing havoc with economies at the same time as strong early-stage momentum appearing in Europe, this might well become the “operator VC” market. ",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "AI",
        "URL_Categorie": "https://techcrunch.com/2025/04/09/elon-musks-ai-company-xai-launches-an-api-for-grok-3/",
        "URL_Article": "https://techcrunch.com/2025/04/09/elon-musks-ai-company-xai-launches-an-api-for-grok-3/",
        "Titre": "Elon Musk’s AI company, xAI, launches an API for Grok 3",
        "Auteur": "Kyle Wiggers",
        "Date_relative": "11 hours ago",
        "Date_absolue": "2025-04-09T20:32:33-07:00",
        "Full_article": [
            "Billionaire Elon Musk has ",
            ", but that isn’t stopping his AI company, xAI, from ",
            ".",
            "It has been several months since xAI unveiled ",
            ", the company’s answer to models like OpenAI’s ",
            " and Google’s ",
            ".  Grok 3 can analyze images and respond to questions, and powers a number of features on Musk’s social network, X, which ",
            ".",
            "xAI is offering two flavors of its flagship model via its API: Grok 3 and Grok 3 Mini with “reasoning” capabilities.",
            "Grok 3 is priced at $3 per million tokens (~750,000 words) fed into the model and $15 per million tokens generated by the model. Meanwhile, Grok 3 Mini will cost $0.30 per million input tokens and $0.50 per million output tokens. ",
            "Speedier versions of Grok 3 and Grok 3 Mini are available at a premium: $5 per million input tokens and $25 per million output tokens for Grok 3; and $0.60 per million input tokens and $4 per million output tokens for Grok 3 Mini.",
            "Grok 3 isn’t cheap relative to the competition. xAI is matching the pricing of Anthropic’s ",
            ", which also offers reasoning capabilities, but it is more expensive than Google’s recently released ",
            ", which achieves generally higher scores than Grok 3 across popular AI benchmarks. (Notably, xAI has been accused of ",
            " in its Grok 3 benchmark reports.)",
            "As ",
            ", Grok 3 via xAI’s API also has a smaller context window than the model is supposedly capable of supporting. (“Context window” refers to how many tokens the model can process in one go.) The API maxes out at 131,072 tokens, or roughly 97,500 words — short of the 1 million tokens xAI claimed that Grok 3 supported in late February.",
            "When Musk announced Grok roughly two years ago, he pitched the AI model as edgy, unfiltered and anti-“woke” — in general, willing to answer controversial questions other AI systems won’t. He delivered on some of that promise. Told to be vulgar, for example, Grok and Grok 2 would happily oblige, spewing colorful language you likely wouldn’t hear from ",
            ".",
            "But Grok models prior to Grok 3 ",
            " on political subjects and wouldn’t cross ",
            ". In fact, ",
            " found that Grok leaned to the political left on topics like transgender rights, diversity programs and inequality.",
            "Musk has blamed that behavior on Grok’s training data — public web pages — and ",
            " to “shift Grok closer to politically neutral.” Short of high-profile mistakes like ",
            ", it’s not yet clear whether xAI has achieved that goal at the model level, and what the long-term consequences might be.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Transportation",
        "URL_Categorie": "https://techcrunch.com/2025/04/09/wayves-self-driving-tech-is-headed-to-nissan-vehicles/",
        "URL_Article": "https://techcrunch.com/2025/04/09/wayves-self-driving-tech-is-headed-to-nissan-vehicles/",
        "Titre": "Wayve’s self-driving tech is headed to Nissan vehicles",
        "Auteur": "Kirsten Korosec",
        "Date_relative": "13 hours ago",
        "Date_absolue": "2025-04-09T19:00:00-07:00",
        "Full_article": [
            "Nissan said it will use self-driving software developed by Wayve to beef up its advanced driver assistance system starting in 2027, a landmark deal for the buzzy UK startup that has ",
            " from Nvidia, Microsoft, SoftBank Group, and ",
            ". ",
            "Nissan will integrate Wayve’s software as well as sensors, including lidar from an undisclosed supplier, into its ADAS system known as ProPilot. The Japanese automaker said the system will set a “new standard for autonomous driving with advanced collision avoidance capability.”  ",
            "Nissan said the system being developed for mass production by 2027 will be a Level 2 system operating under driver supervision. Nissan didn’t disclose which models the system would be available in. Level 2, as defined by the Society of Automotive Engineers, means the system can automate multiple driving tasks such as steering and braking, but still requires a driver to maintain control at all times. ",
            "Wayve, which launched in 2017, has garnered attention and investors for its automated driving system, which is self-learning versus rules-based, similar to Tesla’s approach. Wayve has developed its end-to-end data-driven learning approach for “eyes on” assisted driving and an “eyes off” fully automated driving system.",
            "Unlike Tesla, Wayve plans to sell its “Embodied AI” to automakers and other tech companies.",
            "Wayve’s self-learning approach is seen as particularly appealing to automakers because it’s not reliant on specific sensors or HD maps. This means Wayve’s system can work with existing sensors like cameras and radar. The automated driving software captures data from those sensors, which directly informs the driving decisions of the system. ",
            "And while the startup’s development fleet uses Nvidia’s Orin system-on-chip, co-founder and CEO Alex Kendall has said the software can run on whatever GPU its OEM partners already have in their vehicles.",
            "All of this translates to software that’s cheap to run and used in advanced driver-assistance systems, robotaxis, and even robotics, ",
            " at Nvidia’s GTC conference. ",
            "Nissan spokesperson Shiro Nagai noted in an email that Wayve’s Embodied AI foundation model, a large-scale end-to-end AI trained on vast amounts of real-world driving data, allows the software to adapt across different environments and vehicle platforms. ",
            "“Leveraging Nissan’s technology and Wayve’s AI, we are confident it will allow future Nissan vehicles to closely replicate the judgment and actions of a careful and competent human driver in complex driving scenarios,” Nagai said. ",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Startups",
        "URL_Categorie": "https://techcrunch.com/2025/04/09/how-a-hydrogen-explosion-led-a-teenage-founder-to-become-sequoias-first-defense-tech-investment/",
        "URL_Article": "https://techcrunch.com/2025/04/09/how-a-hydrogen-explosion-led-a-teenage-founder-to-become-sequoias-first-defense-tech-investment/",
        "Titre": "How a hydrogen explosion led a teenage founder to become Sequoia’s first defense tech investment",
        "Auteur": "Charles Rollet",
        "Date_relative": "16 hours ago",
        "Date_absolue": "2025-04-09T16:20:07-07:00",
        "Full_article": [
            "As Sequoia Capital’s first defense tech investment, ",
            " is an industry darling, ",
            " since its founding in 2023. Its founder, Ethan Thornton, now 21, began Mach as a teenage MIT student before ",
            "But a few months before landing a seed investment from Sequoia in the summer of 2023, Mach had a major setback: a hydrogen gun prototype it was building exploded, sending hundreds of pieces of shrapnel flying and injuring a team member, Forbes first ",
            ".",
            "Speaking to TechCrunch ",
            " on April 3, Thornton addressed the incident publicly for the first time, saying it happened due to a lack of safety resources.",
            "“At the time, we were trying to self-fund it, and we didn’t have the money to sort of run these procedures the way they should have been,” he said.",
            "After the explosion, Mach Industries “essentially shut down all work” until it raised funds from Sequoia Capital, Thornton said. Now, with those resources secured, Thornton says Mach has a full safety team and is working with the U.S. military to develop new weapons.",
            "The startup has also pivoted away from its initial focus on hydrogen, a gas that’s famously volatile. Speaking at StrictlyVC, Thornton said hydrogen was “probably a bad tech bet” that required further development. But the pivot hasn’t fazed Mach — far from it. ",
            "Now, Mach is building different kinds of weapons altogether, such as a new cruise missile and a bomb called “Glide” that can be fired from the edge of space. It also ",
            " for a network of decentralized factories it calls “Forge.”",
            "“Building a lot of prototypes” is a key part of why VCs have poured $85 million into the company, according to Thornton.",
            "“It’s not necessarily my ability to build these things, but more so our ability to actually work with the federal government to get programs of record built around them,” he remarked.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "AI",
        "URL_Categorie": "https://techcrunch.com/2025/04/09/google-says-itll-embrace-anthropics-standard-for-connecting-ai-models-to-data/",
        "URL_Article": "https://techcrunch.com/2025/04/09/google-says-itll-embrace-anthropics-standard-for-connecting-ai-models-to-data/",
        "Titre": "Google to embrace Anthropic’s standard for connecting AI models to data",
        "Auteur": "Kyle Wiggers",
        "Date_relative": "16 hours ago",
        "Date_absolue": "2025-04-09T16:18:42-07:00",
        "Full_article": [
            " after OpenAI said it would adopt rival Anthropic’s standard for connecting AI models to the systems where data resides, Google is following suit. ",
            ", Google DeepMind CEO Demis Hassabis said Google would add support for ",
            ", or MCP, to its Gemini models and SDK. He did not specify a timeline for when this would be done.",
            "“MCP is a good protocol and it’s rapidly becoming an open standard for the AI agentic era,” wrote Hassabis. “Look forward to developing it further with the MCP team and others in the industry.”",
            "MCP lets models draw data from sources like business tools and software to complete tasks, as well as from content repositories and app development environments. The protocol enables developers to build two-way connections between data sources and AI-powered applications, such as chatbots.",
            "Developers can expose data through “MCP servers” and build “MCP clients” — for instance, apps and workflows — that connect to those servers on command. In the months since Anthropic open sourced MCP, companies including Block, Apollo, Replit, Codeium, and Sourcegraph have added support for the protocol to their platforms.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Fintech",
        "URL_Categorie": "https://techcrunch.com/2025/04/09/solid-which-claimed-to-be-the-aws-of-fintech-files-for-bankruptcy-after-raising-nearly-81m-in-funding/",
        "URL_Article": "https://techcrunch.com/2025/04/09/solid-which-claimed-to-be-the-aws-of-fintech-files-for-bankruptcy-after-raising-nearly-81m-in-funding/",
        "Titre": "Solid, which claimed to be the ‘AWS of fintech,’ files for bankruptcy after raising nearly $81M in funding",
        "Auteur": "Mary Ann Azevedo",
        "Date_relative": "16 hours ago",
        "Date_absolue": "2025-04-09T16:08:52-07:00",
        "Full_article": [
            "Banking-as-a-service startup ",
            " (formerly called Wise) has filed for Chapter 11 bankruptcy protection, according to ",
            " filed in the United States Bankruptcy Court for the District of Delaware on April 7.",
            "Founded in 2018, the fintech company had raised a total of nearly $81 million in funding from investors such as FTV Capital and Headline. ",
            " was ",
            " as of August 2022, according to PitchBook, when it announced ",
            " led by FTV.",
            "Palo Alto-based Solid worked with fintech and vertical SaaS companies and offered banking, payments, cards and cryptocurrency products via easy-to-integrate APIs. The company touted itself as “the AWS of fintech” and ",
            " that it had grown 10x in revenue, doubled its customers to 100 and became profitable. It is now in the process of trying to restructure or sell itself, according to the documents.",
            "“After considering all options, we’ve decided that a voluntary Chapter 11 restructuring is the best course,” co-founder Arjun Thyagarajan told TechCrunch. “We’re optimistic that the court-supervised sale process will attract the right buyer, leading to a positive outcome for the company, customers, and shareholders. Solid intends to continue operating its business in the ordinary course through this process.”",
            "Solid had not been able to raise more capital since its last funding round and “faced significant and costly litigation,” according to the bankruptcy filings.",
            "In 2023, Solid was the target of a",
            ", which was attempting to get its $61 million investment back. ",
            "FTV Capital’s suit claimed, among other things, that Solid co-founders Thyagarajan and Raghav Lal “lied to FTV concerning the company’s revenues, customer churn, and business generally and further deceived FTV.” The firm also asked for Thyagarajan and Lal to resign.",
            "The startup’s co-founders pushed back, filing a countersuit against FTV and its partner Robert Anderson. In it, they described FTV as “an aggressive private equity firm,” and claimed that “the moment its investment was no longer profitable, [the firm was] resorting to made-up claims of fraud, threats and strong-armed tactics to try to get its money back.”",
            "According to the bankruptcy filing, the FTV litigation was dismissed in April of 2024 “with prejudice under a settlement reached by the parties.”",
            "As of the petition date, Solid said its capital structure consisted of unsecured trade debt totaling approximately $760,000 with “a limited amount of current revenue” and approximately $7 million in cash on hand with approximately $2 million of that held in non-liquid reserve accounts. It claims to now only have three employees. ",
            "The company has filed for bankruptcy under ",
            ", which imposes shorter deadlines for filing reorganization plans and allows for greater flexibility in negotiating restructuring plans with creditors.",
            "Solid is not the first BaaS startup to file for bankruptcy. Last April, Synapse famously ",
            ", hoping to sell its assets in a $9.7 million fire sale to another fintech, TabaPay. But ",
            ". ",
            "One thing both startups had in common? Evolve Bank & Trust was a partner bank. Notably, another fintech — Mercury — recently declared that it ",
            " with Evolve.",
            "Fintech Business Weekly’s ",
            " and ",
            " posted about the bankruptcy on X. According to Mikula, Solid’s 20 largest unsecured creditors include Amazon (AWS), regulatory consulting shop FS Vector, Visa, Plaid, Trulioo, Spade, and a number of law firms.",
            "TechCrunch reached out to FTV for comment but had not heard back at the time of writing.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "AI",
        "URL_Categorie": "https://techcrunch.com/2025/04/09/openai-attorneys-call-for-musk-to-be-enjoined-from-further-unlawful-and-unfair-action/",
        "URL_Article": "https://techcrunch.com/2025/04/09/openai-attorneys-call-for-musk-to-be-enjoined-from-further-unlawful-and-unfair-action/",
        "Titre": "OpenAI countersues Elon Musk, calls for enjoinment from ‘further unlawful and unfair action’",
        "Auteur": "Kyle Wiggers",
        "Date_relative": "16 hours ago",
        "Date_absolue": "2025-04-09T15:24:55-07:00",
        "Full_article": [
            "The dramatic tiff between OpenAI and its estranged co-founder, billionaire Elon Musk, shows no sign of letting up.",
            ", attorneys for OpenAI and other defendants in the case, including CEO Sam Altman, called for Musk to be enjoined from “further unlawful and unfair action” and “held responsible for the damage he has already caused” to the defendants.",
            "“OpenAI is resilient,” reads the filing for a countersuit. “But Musk’s actions have taken a toll. Should his campaign persist, greater harm is threatened — to OpenAI’s ability to govern in service of its mission, to the relationships that are essential to furthering that mission, and to the public interest […] Musk’s continued attacks on OpenAI, culminating most recently in [a] fake takeover bid designed to disrupt OpenAI’s future, must cease.”",
            "In an emailed statement, Marc Toberoff, an attorney for Musk, said, “Had OpenAI’s board genuinely considered [Musk’s bid for the company’s nonprofit earlier this year] as they were obligated to do, they would have seen how serious it was. It’s telling that having to pay fair market value for OpenAI’s assets allegedly ‘interferes’ with their business plans.”",
            "Elon’s nonstop actions against us are just bad-faith tactics to slow down OpenAI and seize control of the leading AI innovations for his personal benefit. Today, we counter-sued to stop him.",
            "— OpenAI Newsroom (@OpenAINewsroom) ",
            " ",
            "Musk’s suit against OpenAI accuses the startup of abandoning its non-profit mission, which aimed to ensure its AI research benefits all humanity. OpenAI was founded as a non-profit in 2015, but it was converted to a “capped-profit” structure in 2019, and now its management is trying to restructure it once more into a public benefit corporation.",
            "Musk had sought a preliminary injunction to ",
            ". In March, a federal judge ",
            ", but permitted the case to go to a jury trial in spring 2026.",
            "Musk, once a key supporter of OpenAI, is now perhaps its ",
            " ",
            ". The stakes are high for OpenAI, which reportedly needs to complete its for-profit conversion by 2025 or ",
            " it has raised in recent months.",
            "A group of organizations, including non-profits and labor groups like California Teamsters, petitioned California Attorney General Rob Bonta this week to stop OpenAI from becoming a for-profit entity. They claimed the company has “failed to protect its charitable assets” and is actively “subverting its charitable mission to advance safe artificial intelligence.”",
            "Encode, a non-profit organization that co-sponsored California’s ",
            " ",
            " AI safety legislation, ",
            " filed in December.",
            "OpenAI has said that its conversion ",
            " and infuse it with resources to be spent on “charitable initiatives” in sectors such as healthcare, education and science.",
            "“We’re actually getting ready to build the best-equipped nonprofit the world has ever seen — we’re not converting it away,” the company ",
            " on Wednesday. “Elon’s never been about the mission. He’s always had his own agenda.”",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Climate",
        "URL_Categorie": "https://techcrunch.com/2025/04/09/a16z-backs-base-power-in-200m-round-for-home-backup-batteries/",
        "URL_Article": "https://techcrunch.com/2025/04/09/a16z-backs-base-power-in-200m-round-for-home-backup-batteries/",
        "Titre": "a16z backs Base Power in $200M round for home backup batteries",
        "Auteur": "Tim De Chant",
        "Date_relative": "17 hours ago",
        "Date_absolue": "2025-04-09T14:48:33-07:00",
        "Full_article": [
            "In less than a year, Base Power has grown from a stealthy startup to one of the largest battery fleets in Texas.",
            "Now the company has raised $200 million to fund a rapid expansion, including dozens more megawatt-hours of battery storage and plans for a domestic battery factory.",
            "The Series B round was led by Addition, Andreessen Horowitz, Lightspeed Venture Partners, and Valor Equity Partners. Altimeter, Terrain, Thrive Ventures, and Trust Ventures participated. ",
            "Backup batteries are nothing new — Tesla has been selling ",
            " for nearly a decade — but Base Power takes the model to new territory. First, its batteries are massive, 25 or 50 kilowatt-hours, almost double or quadruple a single Powerwall, respectively. Then there’s the cost: Base Power charges just $595 or $995 up front depending on the capacity, while a single Powerwall will run about $15,000 or more before incentives.",
            "The hitch? Customers have to commit to buying electricity from the company for three years at 9 cents per kilowatt-hour plus whatever delivery fees the local utility charges. They also have to pay an annual fee, which ranges from $225 to $345. For the ",
            ", the fee adds around 2 cents per kilowatt-hour.",
            "For Base Power, the real money is almost certainly in so-called grid-balancing operations. Thanks to the way Texas’ power market works, the startup can be paid — handsomely in some cases — to tap the batteries it has installed to send electricity back to the grid.",
            "By installing residential batteries, Base Power appears to have found a speedy way to build a megawatt-class fleet of batteries, sometimes called a “virtual power plant.” While Texas is home to a growing number of massive grid-scale battery facilities, they can take years to plan, permit, and built.",
            "But residential batteries can be permitted and installed in a matter of weeks. Base Power installed 10 megawatt-hours in March, co-founder and CEO Zach Dell ",
            " Canary Media. The company plans to hit the 100 megawatt-hour mark sometime this summer.",
            "The new funding will go toward speeding installations and expanding into new states. It’ll also go toward starting construction on a battery factory in the U.S., an endeavor that could partially insulate it from the threat of tariffs but also introduce a new flavor of risk. Battery factories have proven challenging to master, and other companies have ",
            " when attempting the same.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Social",
        "URL_Categorie": "https://techcrunch.com/2025/04/09/meta-whistleblower-sarah-wynn-williams-says-company-targeted-ads-at-teens-based-on-their-emotional-state/",
        "URL_Article": "https://techcrunch.com/2025/04/09/meta-whistleblower-sarah-wynn-williams-says-company-targeted-ads-at-teens-based-on-their-emotional-state/",
        "Titre": "Meta whistleblower Sarah Wynn-Williams says company targeted ads at teens based on their ‘emotional state’",
        "Auteur": "Sarah Perez",
        "Date_relative": "17 hours ago",
        "Date_absolue": "2025-04-09T14:42:39-07:00",
        "Full_article": [
            "Meta whistleblower ",
            ", the former director of Global Public Policy for Facebook and author of the recently released tell-all book “",
            "” told U.S. senators during her testimony on Wednesday that Meta actively targeted teens with advertisements based on their emotional state.",
            "This claim was first documented by Wynn-Williams in her book, which documents her time at Facebook and the “careless” disregard from its top execs, including CEO Mark Zuckerberg and former COO Sheryl Sandberg, about the power the tech company wields in the world and its capability to do harm. ",
            "Though the focus of Wednesday’s hearing was ",
            "and how it may have misrepresented its plans in prior congressional hearings, the senators were also keen to ask about Instagram, given that the social app had ",
            " into Meta’s harms to children back in 2021.",
            "In response to a question from Sen. Marsha Blackburn (R-TN), Wynn-Williams admitted that Meta (which was then known as Facebook) had targeted 13- to 17-year-olds with ads when they were feeling down or depressed.",
            "“It could identify when they were feeling worthless or helpless or like a failure, and [Meta] would take that information and share it with advertisers,” Wynn-Williams told the senators on the ",
            " within the Judiciary Committee. “Advertisers understand that when people don’t feel good about themselves, it’s often a good time to pitch a product — people are more likely to buy something.”",
            "She said the company was letting advertisers know when the teens were depressed so they could be served an ad at the best time. As an example, she suggested that if a teen girl deleted a selfie, advertisers might see that as a good time to sell her a beauty product as she may not be feeling great about her appearance. They also targeted teens with ads for weight loss when young girls had concerns around body confidence, Wynn-Williams said. ",
            "She claimed that Meta was aware that users aged 13-17 were a vulnerable but “very valuable” demographic to advertisers, which was the motive.",
            "In fact, she said that one business leader at the company even explained to her that Facebook was aware that it has the “most valuable segment of the population” for advertisers, teens, and said that Meta should be “trumpeting it from the rooftops.”",
            "At the time, Wynn-Williams had been suggesting to the exec that a trillion-dollar company was not short on money and didn’t need to go this route to add a little more to its coffers.",
            "If Meta was willing to target teens based on their emotional states, it stands to reason they’d do the same to adults. And one document displayed during the hearing showed an example of just that, it turned out.",
            "In a screenshot of an internal chat, a Facebook policy director asks if it’s true that Facebook was doing research into young mothers and their emotional state, to which another person replied, “yes,” even joking that they may ask their “apparently morally bankrupt colleagues” if there was any other research like this.",
            "Adding a bit more color to her comments, Wynn-Williams also noted that it had surprised her how many Silicon Valley executives didn’t let their own children use the products they built.",
            "“I would say, ‘Oh has your teen used the new product we’re about to launch?,’” Wynn-Williams said. “And they’re like, ‘My teenagers are not allowed on Facebook. I don’t have my teenager on Instagram.’ These executives … they know. They know the harm this product does. They don’t allow their own teenagers to use the products that Meta develops. The hypocrisy is at every level.”",
            "In a company statement, Meta denied the allegations in Wynn-Williams’ testimony, calling them “divorced from reality and riddled with false claims.” ",
            "In response to the claims about teens, Meta added the following:",
            "“We know parents are worried about their teens having unsafe or inappropriate experiences online, which is why we’re making significant changes to the Instagram experience for tens of millions of teens with new Teen Accounts. These accounts provide teens with built-in protections to automatically limit who’s contacting them and the content they’re seeing, and teens under 16 need a parent’s permission to change those account settings. We’re also giving parents more oversight over their teens’ use of Instagram, with ways to see who their teens are chatting with and block them from using the app beyond 15 minutes per day, or for certain periods of time, like during school or at night.”",
            "The company also pointed to ",
            " that directly responded to the claims about targeting ads at people based on their emotional state, saying that the market analysis was “never used to target ads and was based on data that was anonymous and aggregated.” ",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "In Brief",
        "URL_Categorie": "https://techcrunch.com/2025/04/09/a-waymo-robotaxi-got-trapped-in-chick-fil-a-drive-through/",
        "URL_Article": "https://techcrunch.com/2025/04/09/a-waymo-robotaxi-got-trapped-in-chick-fil-a-drive-through/",
        "Titre": "A Waymo robotaxi got trapped in Chick-fil-A drive-through",
        "Auteur": "Kirsten Korosec",
        "Date_relative": "17 hours ago",
        "Date_absolue": "2025-04-09T14:39:13-07:00",
        "Full_article": [
            "Posted:",
            "A Waymo robotaxi caused a traffic jam at a Chick-fil-A in Santa Monica, California, this week after getting stuck in the fast food restaurant’s drive-through lane. Waymo confirmed the incident, which was first reported by ",
            ", to TechCrunch via email.",
            "Waymo told TechCrunch that there weren’t any passengers in the robotaxi. The Waymo robotaxi had dropped off a passenger in the parking lot of the Chick-fil-A. However, the robotaxi was unable to complete a multi-point turn due to the proximity of the drive-through lane and multiple other cars in the tight space, according to the company.",
            "There were no injuries in this case — just inconveniences for those waiting to order food. ",
            "There have been periodic problems — often highlighted by videos shared on social media — with Waymo robotaxis impeding traffic or otherwise causing disturbances. In the past year, a Waymo has ",
            ", while another stalled in front of former Vice President Kamala Harris’ motorcade in San Francisco. And a parking lot full of Waymos ",
            " during the early morning hours.",
            "Waymo operates a commercial robotaxi service in San Francisco, Phoenix, and Los Angeles. The company also has a ",
            " through a partnership with Uber. ",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Government & Policy",
        "URL_Categorie": "https://techcrunch.com/2025/04/09/whistleblower-sarah-wynn-williams-accuses-meta-of-colluding-with-china/",
        "URL_Article": "https://techcrunch.com/2025/04/09/whistleblower-sarah-wynn-williams-accuses-meta-of-colluding-with-china/",
        "Titre": "Whistleblower Sarah Wynn-Williams accuses Meta of colluding with China",
        "Auteur": "Amanda Silberling",
        "Date_relative": "17 hours ago",
        "Date_absolue": "2025-04-09T14:34:20-07:00",
        "Full_article": [
            "Sarah Wynn-Williams, Facebook’s former head of Global Public Policy, testified before the U.S. Senate today about the company’s relationship with China.",
            "According to Wynn-Williams, the company now known as Meta worked directly with the Chinese Community Party (CCP) to “undermine U.S. national security and betray American values,” she said. ",
            "She alleges that Facebook created custom-built censorship tools for the CCP, which gave a “chief editor” extensive power over content moderation to the point that they could choose to shut off service completely in certain regions of China or on certain dates, like the anniversary of the Tiananmen Square massacre.",
            "Meta denied Wynn-Williams’ allegations.",
            "“Sarah Wynn-Williams’ testimony is divorced from reality and riddled with false claims,” said Ryan Daniels, a Meta spokesperson, in a statement to TechCrunch. “While Mark Zuckerberg himself was public about our interest in offering our services in China and details were widely reported beginning over a decade ago, the fact is this: we do not operate our services in China today.”",
            "Wynn-Williams’ testimony was highly anticipated. In March, she published a book about her time at Facebook called “",
            ".”",
            "The day after the book was published, Meta won an ",
            " from an arbitrator, which said that Wynn-Williams violated a non-disparagement clause that she signed when she left the company. But Meta’s desire to limit the book’s reach seems to have had the opposite effect — now, the book is ",
            " under non-fiction.",
            "Meta told TechCrunch that the arbitration order does not prohibit her from speaking to Congress and that the company does not intend to interfere with her legal rights. The company also said it’s not a secret that it does business in China.",
            "Toward the end of Wynn-Williams’ tenure in 2017, Facebook launched a photo-sharing app called Colorful Balloons in China, as well as an app called Moments. Meta points out that this has been ",
            " and that it discloses in government filings that it generates advertising revenue from China, even though its services like Facebook and Instagram are banned there.",
            "Per Meta’s own 10-K ",
            ", it made $18.3 billion in revenue for 2024, up from $13.69 billion and $7.4 billion in 2023 and 2022, respectively.",
            "Wynn-Williams claims that Meta’s relationship with the Chinese government runs deeper, though. ",
            "She shared documents with Congress, and Senator Josh Hawley (R-MO) showed some redacted versions of these documents in the hearing. ",
            "In one email, it appeared that Facebook executives had discussed granting the CCP access to user data from China and Hong Kong.",
            "“Facebook appears to have been willing to provide the data of users in Hong Kong to the Chinese government at a time when pro-democracy protesters were opposing Beijing’s crackdown,” Senator Richard Blumenthal (D-CT) said, then asked Wynn-Williams if that is true. She said it is.",
            "“As part of the censorship tool that was developed, there were virality counters — so any time a piece of content got over 10,000 views, that would automatically trigger it being reviewed by what they called the chief editor,” she said. “What was particularly surprising is that the virality counters were not just installed, but activated in Hong Kong and also in Taiwan.”",
            "Senator Blumenthal pointed out that Zuckerberg had previously denied under oath that Facebook had built censorship tools to enter the Chinese market. ",
            "Wynn-Williams added that if Meta were to share Chinese user data with the Chinese government, from a technological perspective, she doesn’t think there would be a way to avoid sharing user data from Americans who had interacted with Chinese users. ",
            "She also claimed that Meta had briefed China on developments with various technologies like AI and facial recognition.",
            "“The greatest trick Mark Zuckerberg ever pulled was wrapping the American flag around himself and calling himself a patriot, and saying he didn’t offer services in China, while he spent the last decade building an 18 billion-dollar business there,” Wynn-Williams said before the Senate. ",
            "“And he continues to wrap the flag around himself as we move into the next era of artificial intelligence,” she added. ",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/09/google-says-itll-embrace-anthropics-standard-for-connecting-ai-models-to-data/",
        "URL_Article": "https://techcrunch.com/2025/04/09/google-says-itll-embrace-anthropics-standard-for-connecting-ai-models-to-data/",
        "Titre": "Google to embrace Anthropic’s standard for connecting AI models to data",
        "Auteur": "Kyle Wiggers",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            " after OpenAI said it would adopt rival Anthropic’s standard for connecting AI models to the systems where data resides, Google is following suit. ",
            ", Google DeepMind CEO Demis Hassabis said Google would add support for ",
            ", or MCP, to its Gemini models and SDK. He did not specify a timeline for when this would be done.",
            "“MCP is a good protocol and it’s rapidly becoming an open standard for the AI agentic era,” wrote Hassabis. “Look forward to developing it further with the MCP team and others in the industry.”",
            "MCP lets models draw data from sources like business tools and software to complete tasks, as well as from content repositories and app development environments. The protocol enables developers to build two-way connections between data sources and AI-powered applications, such as chatbots.",
            "Developers can expose data through “MCP servers” and build “MCP clients” — for instance, apps and workflows — that connect to those servers on command. In the months since Anthropic open sourced MCP, companies including Block, Apollo, Replit, Codeium, and Sourcegraph have added support for the protocol to their platforms.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/09/solid-which-claimed-to-be-the-aws-of-fintech-files-for-bankruptcy-after-raising-nearly-81m-in-funding/",
        "URL_Article": "https://techcrunch.com/2025/04/09/solid-which-claimed-to-be-the-aws-of-fintech-files-for-bankruptcy-after-raising-nearly-81m-in-funding/",
        "Titre": "Solid, which claimed to be the ‘AWS of fintech,’ files for bankruptcy after raising nearly $81M in funding",
        "Auteur": "Mary Ann Azevedo",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            "Banking-as-a-service startup ",
            " (formerly called Wise) has filed for Chapter 11 bankruptcy protection, according to ",
            " filed in the United States Bankruptcy Court for the District of Delaware on April 7.",
            "Founded in 2018, the fintech company had raised a total of nearly $81 million in funding from investors such as FTV Capital and Headline. ",
            " was ",
            " as of August 2022, according to PitchBook, when it announced ",
            " led by FTV.",
            "Palo Alto-based Solid worked with fintech and vertical SaaS companies and offered banking, payments, cards and cryptocurrency products via easy-to-integrate APIs. The company touted itself as “the AWS of fintech” and ",
            " that it had grown 10x in revenue, doubled its customers to 100 and became profitable. It is now in the process of trying to restructure or sell itself, according to the documents.",
            "“After considering all options, we’ve decided that a voluntary Chapter 11 restructuring is the best course,” co-founder Arjun Thyagarajan told TechCrunch. “We’re optimistic that the court-supervised sale process will attract the right buyer, leading to a positive outcome for the company, customers, and shareholders. Solid intends to continue operating its business in the ordinary course through this process.”",
            "Solid had not been able to raise more capital since its last funding round and “faced significant and costly litigation,” according to the bankruptcy filings.",
            "In 2023, Solid was the target of a",
            ", which was attempting to get its $61 million investment back. ",
            "FTV Capital’s suit claimed, among other things, that Solid co-founders Thyagarajan and Raghav Lal “lied to FTV concerning the company’s revenues, customer churn, and business generally and further deceived FTV.” The firm also asked for Thyagarajan and Lal to resign.",
            "The startup’s co-founders pushed back, filing a countersuit against FTV and its partner Robert Anderson. In it, they described FTV as “an aggressive private equity firm,” and claimed that “the moment its investment was no longer profitable, [the firm was] resorting to made-up claims of fraud, threats and strong-armed tactics to try to get its money back.”",
            "According to the bankruptcy filing, the FTV litigation was dismissed in April of 2024 “with prejudice under a settlement reached by the parties.”",
            "As of the petition date, Solid said its capital structure consisted of unsecured trade debt totaling approximately $760,000 with “a limited amount of current revenue” and approximately $7 million in cash on hand with approximately $2 million of that held in non-liquid reserve accounts. It claims to now only have three employees. ",
            "The company has filed for bankruptcy under ",
            ", which imposes shorter deadlines for filing reorganization plans and allows for greater flexibility in negotiating restructuring plans with creditors.",
            "Solid is not the first BaaS startup to file for bankruptcy. Last April, Synapse famously ",
            ", hoping to sell its assets in a $9.7 million fire sale to another fintech, TabaPay. But ",
            ". ",
            "One thing both startups had in common? Evolve Bank & Trust was a partner bank. Notably, another fintech — Mercury — recently declared that it ",
            " with Evolve.",
            "Fintech Business Weekly’s ",
            " and ",
            " posted about the bankruptcy on X. According to Mikula, Solid’s 20 largest unsecured creditors include Amazon (AWS), regulatory consulting shop FS Vector, Visa, Plaid, Trulioo, Spade, and a number of law firms.",
            "TechCrunch reached out to FTV for comment but had not heard back at the time of writing.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/09/ilya-sutskever-taps-google-cloud-to-power-his-ai-startups-research/",
        "URL_Article": "https://techcrunch.com/2025/04/09/ilya-sutskever-taps-google-cloud-to-power-his-ai-startups-research/",
        "Titre": "Ilya Sutskever taps Google Cloud to power his AI startup’s research",
        "Auteur": "Maxwell Zeff",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            "OpenAI co-founder and former chief scientist Ilya Sutskever’s new AI startup, Safe Superintelligence (SSI), is using Google Cloud’s TPU chips to power its AI research, part of a new partnership the companies announced on Wednesday in a ",
            ".",
            "Google Cloud says SSI is using TPUs to “accelerate its research and development efforts toward building a safe, superintelligent AI.”",
            "Cloud providers are chasing a handful of unicorn AI startups that spend hundreds of millions of dollars on computing power every year to train AI foundation models. SSI’s deal with Google Cloud suggests the former will spend a large chunk of its computing budget with Google Cloud; a source familiar tells TechCrunch that Google Cloud is SSI’s primary computing provider.",
            "Google Cloud has a history of striking computing deals with its former AI researchers, many of whom are now running billion-dollar AI startups. (Sutskever once worked at Google.) In October, Google Cloud said it would be the ",
            ", founded by ex-Google Cloud AI chief scientist Fei-Fei Li.",
            "It’s unclear if SSI has struck partnerships with other cloud or computing providers. A Google Cloud spokesperson declined to comment. A Safe Superintelligence spokesperson did not immediately respond to a request for comment.",
            "SSI came out of stealth in June 2024, months after Sutskever ",
            " as OpenAI’s chief scientist. The company has $1 billion in backing from Andreessen Horowitz, Sequoia Capital, DST Global, SV Angel, and others. ",
            "Since SSI’s launch, we’ve heard relatively little about the startup’s activities. On its ",
            ", SSI says that developing safe, superintelligent AI systems is “our mission, our name, and our entire product roadmap, because it is our sole focus.” Sutskever ",
            " that he had identified “a new mountain to climb” and is investigating new ways to improve the performance of frontier AI models.",
            "Before co-founding OpenAI, Sutskever spent several years at Google Brain researching neural networks. After leading OpenAI’s AI safety work for years, Sutskever played a key role in the ousting of OpenAI CEO Sam Altman in November 2023. Sutskever later joined an employee movement to reinstate Altman as CEO. ",
            "After the ordeal, Sutskever reportedly wasn’t seen at OpenAI’s offices for months, and ultimately left the startup to start SSI.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/09/anthropic-rolls-out-a-200-per-month-claude-subscription/",
        "URL_Article": "https://techcrunch.com/2025/04/09/anthropic-rolls-out-a-200-per-month-claude-subscription/",
        "Titre": "Anthropic rolls out a $200-per-month Claude subscription",
        "Auteur": "Maxwell Zeff",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            "Anthropic announced on Wednesday that it’s launching a new, very expensive subscription plan for its AI chatbot Claude: Max. An answer to ",
            " tier, Max comes with higher usage limits than Anthropic’s $20-per-month Claude Pro subscription, as well as priority access to the company’s newest AI models and features.",
            "A bit confusingly, Max comes in two flavors with different price points and usage limits. There’s a $100-per-month Max tier with 5x higher rate limits than Claude Pro and a $200-per-month Max option with 20x higher rate limits.",
            "Frontier AI model developers are looking for new ways to increase revenue — and offering power users an expensive AI subscription seems like a promising way to do it. Just two months after launching ChatGPT Pro, OpenAI reportedly told investors ",
            ". Should Anthropic’s new Max plan be similarly successful, it could give the company a ",
            ".",
            "Anthropic’s product lead Scott White told TechCrunch in an interview that the company is not ruling out launching even pricier subscriptions someday. Notably, Anthropic still doesn’t have an unlimited usage plan, which OpenAI offers with ChatGPT Pro.",
            "When asked whether Anthropic would ever consider launching a $500-per-month Claude plan, White said, “We’ll always keep a number of exploratory options available to us.” User feedback will continue to guide Anthropic’s product roadmap, he added.",
            "To meet the massive costs of developing frontier AI models, Anthropic is exploring various new revenue channels, one of which is ",
            ". Claude for Education targets university customers, providing specific capabilities and benefits for colleges.",
            "Anthropic declined to tell TechCrunch how many Claude subscriptions it has sold to date. However, White said the company’s ",
            " has created “a lot of demand” for its products. Claude 3.7 Sonnet is Anthropic’s first reasoning model, a type of model that uses more computing power than traditional models to answer certain questions more reliably.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/09/artisan-the-stop-hiring-humans-ai-agent-startup-raises-25m-and-is-still-hiring-humans/",
        "URL_Article": "https://techcrunch.com/2025/04/09/artisan-the-stop-hiring-humans-ai-agent-startup-raises-25m-and-is-still-hiring-humans/",
        "Titre": "Artisan, the ‘stop hiring humans’ AI agent startup, raises $25M — and is still hiring humans ",
        "Auteur": "Julie Bort",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            "It’s been a tough but exciting year for 23-year-old Jaspar Carmichael-Jack, founder and CEO of AI sales agent startup Artisan.",
            " just raised a $25 million Series A led by Glade Brook Capital, Carmichael-Jack exclusively tells TechCrunch. Y Combinator, Day One Ventures, HubSpot Ventures, Oliver Jung, Fellows Fund, and others participated as well.",
            "A year ago, Artisan was one of the most sought-after grads from the winter 2024 Y Combinator class, raising $12 million in September, one of the biggest rounds of the cohort. ",
            "In between, Carmichael-Jack and his co-founder, 30-year-old Sam Stallings (a former IBM product manager), have experienced plenty of early-stage chaos.",
            "Artisan is one of a bevy of fast-growing startups in ",
            " (AI SDR) market. It’s probably best known for its ",
            " that has generated many news articles, social media posts, comments, and a few death threats, says the company. ",
            "On April 1, Carmichael-Jack ",
            " in response to the backlash, saying he was being replaced by an “AI CEO.” It was an April’s Fool joke and Carmichael-Jack is still very much CEO.",
            "More seriously, when asked if he truly believes that AI will replace people, Carmichael-Jack says, “No, which is ironic, because we did the billboards that said, ‘stop hiring humans’ but that was mostly just for attention.”",
            "“Human labor becomes more valuable when you have the AI content,” he says. In fact, his company employs 35 humans and is looking to hire another 22, including in sales, he says. It also just hired a new CTO, Ming Li, who came by way of Deel, Rippling, TikTok, and Google. ",
            "Artisan, ",
            ", also experienced its fair share of customers quitting the product, Carmichael-Jack admits. ",
            "Entry-level sales seems like an obvious use for AI agents: replacing humans cranking out cold emails. But this is a very young industry, and it has developed a reputation for products that don’t work well. ",
            "First-generation AI SDRs “get a pretty low response rate” and have “relatively high churn” among their customers,” says Carmichael-Jack. “I just cringe in pain” when looking at the email pitches Artisan’s YC-era product wrote, he said. “We had extremely bad hallucinations when we first launched.”",
            "But over the past year, Artisan claims that it has (mostly) fixed that. Its flagship product, Ava, only hallucinates maybe one in 10,000 emails, if that, says Carmichael-Jack. By working closely with model provider Anthropic, Artisan created tighter prompts. Companies enter information via a form into Ava and then use a set of rigid prompts. that don’t “leave room for hallucination, because it’s fed all of the information directly,” he describes.",
            "Carmichael-Jack says that Ava has now improved to the point where Artisan counts 250 companies as customers, and has reached $5 million in annual recurring revenue.",
            "Artisan is also working on two new AI agent products: Aaron, which will handle inbound messages, and Aria, a meeting manager assistant. Both are scheduled to launch by the end of 2025. ",
            "Carmichael-Jack recounted another hard lesson: Not every company should be using AI SDR. There are even some entire industries, like offshore development agencies, that Artisan won’t take on anymore.",
            "“Some customers will just completely flop” with agentic outbound sales, says Carmichael-Jack — and he lets them walk. Like its rivals, Artisan offers contracts that include break clauses allowing customers to end early. ",
            "“We’ve historically sold to a lot of the wrong customers, and learned the hard way that it’s not just like a typical SaaS product where you can sell to everyone — you have to actually qualify pretty heavily,” says Carmichael-Jack.",
            "Some customers don’t generate enough responses using Artisan’s agents, while others generate too many low-quality ones, forcing humans to spend too much effort sorting promising leads from the dead ends. The sweet spot, says Carmichael-Jack, is about a 1% response rate. ",
            "But Artisan is also among the AI SDR vendors that are learning how to target their outreach better. As the sales automation industry has been doing for over a decade, AI SDR systems like Artisan and ",
            " are starting to read and incorporate signals from social media posts, fundraising data, news stories and the like to better know who to target at all.",
            "Carmichael-Jack says Artisan’s particular edge is a proprietary database of brick-and-mortar businesses. Beyond that, Artisan is addressing the industry’s shaky reputation by also piloting a new flexible “success-based pricing” option with Paid.ai. That’s ",
            ", co-founder and former CEO of Outreach.",
            "Customers can use Paid.ai instead of signing a long-term contract and pay per response.",
            "“We should only really be selling to people if they get value from the product,” Carmichael-Jack says. “If we don’t get them value, then we shouldn’t be charging them money.”",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/09/governments-identify-dozens-of-android-apps-bundled-with-spyware/",
        "URL_Article": "https://techcrunch.com/2025/04/09/governments-identify-dozens-of-android-apps-bundled-with-spyware/",
        "Titre": "Governments identify dozens of Android apps bundled with spyware",
        "Auteur": "Lorenzo Franceschi-Bicchierai",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            "A coalition of governments has published a list of legitimate-looking Android apps that were actually spyware and were used to target civil society that may oppose China’s state interests.",
            "On Tuesday, the U.K.’s National Cyber Security Centre, or NCSC, which is part of intelligence agency GCHQ, along with government agencies from Australia, Canada, Germany, New Zealand, and the United States, published ",
            " ",
            " on two families of spyware, known as BadBazaar and Moonshine.",
            "These two spywares hid inside legitimate-looking Android apps, acting essentially as “Trojan” malware, with surveillance capabilities such as the ability to access the phone’s cameras, microphone, chats, photos, and location data, the NCSC wrote in a press release on Wednesday.  ",
            "BadBazaar and Moonshine, which have been previously analyzed by cybersecurity firms like ",
            ", ",
            ", and ",
            ", as well as the digital rights nonprofit ",
            ", were used to target Uyghurs, Tibetans, and Taiwanese communities, as well as civil society groups, according to the NCSC.",
            "Uyghurs are a Muslim-minority group largely in China that has for years ",
            ", surveillance, and discrimination from the Chinese government, and thus has frequently ",
            " the ",
            " of ",
            " ",
            ". ",
            "“The apps specifically target individuals internationally who are connected to topics that are considered by the Chinese state to pose a threat to its stability, with some designed to appeal directly to victims or imitate popular apps,” the NCSC said Wednesday. “The individuals most at risk include anyone connected to Taiwanese independence; Tibetan rights; Uyghur Muslims and other ethnic minorities in or from China’s Xinjiang Uyghur Autonomous Region; democracy advocacy, including Hong Kong, and the Falun Gong spiritual movement.”",
            "In one of the two documents published by the NCSC on Wednesday, there is a list of the malicious apps, which includes more than 100 Android apps masquerading as Muslim and Buddhist prayer apps; chat apps like Signal, Telegram, and WhatsApp; other popular apps like Adobe Acrobat PDF reader; and utility apps. ",
            "The NCSC also mentions one iOS app called TibetOne, which was listed on Apple’s App Store in 2021. ",
            "Google and Apple did not immediately respond to a request for comment.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/08/inside-the-ev-startup-secretly-backed-by-jeff-bezos/",
        "URL_Article": "https://techcrunch.com/2025/04/08/inside-the-ev-startup-secretly-backed-by-jeff-bezos/",
        "Titre": "Inside the EV startup secretly backed by Jeff Bezos",
        "Auteur": "Sean O'Kane",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            "Jeff Bezos is funding a secretive EV startup based in Michigan called Slate Auto that could start production as soon as next year, according to multiple sources and documents that link the billionaire’s family office to the startup.",
            "Slate, which took root in another Bezos-connected company called Re:Build Manufacturing, has been operating quietly since its founding in 2022. The company has hired hundreds of employees while in stealth — many of whom come from Ford, General Motors, Stellantis, and Harley-Davidson.",
            "It also attracted the backing of several other wealthy individuals, including Mark Walter, the controlling owner of the LA Dodgers and CEO of Guggenheim Partners, and Thomas Tull, who is a lead investor of Re:Build Manufacturing, according to documents TechCrunch obtained from Delaware’s Division of Corporations. ",
            "Slate Auto is tackling a big goal: an affordable two-seat electric pickup truck for around $25,000, according to two sources who were granted anonymity to speak about the company’s internal discussions. Leaders inside the company have mentioned the Ford Model T or Volkswagen Beetle as a North Star for the project, according to the people.",
            "It has amassed a sizable war chest in service of that goal.",
            "The company quietly raised at least $111 million in a Series A round in 2023, according to ",
            ". Bezos was involved, and Melinda Lewison, the person who manages his family office, is listed as a director on paperwork Slate has filed with states and the federal government. The filing shows 16 people invested in that round; it is unclear how much Bezos put into the company.",
            "Slate has told employees that it closed a Series B late last year, according to multiple sources familiar with its funding. It has not yet filed any paperwork for the round with the Securities and Exchange Commission. The Delaware paperwork shows it authorized nearly 500 million preferred shares for the Series B priced at $2.37 per share. (Slate also authorized more than 400 million shares of common stock in the past year, though the filings did not state a price.) ",
            "The Delaware paperwork also lists Walter and Tull as new board members, suggesting the two invested in Slate’s Series B round. The two ",
            " a $40 billion holding company to make investments. Walter and Tull could not be reached for comment.",
            "Slate hopes to get its vehicle into production as soon as late 2026 at a manufacturing facility somewhere near Indianapolis, Indiana, according to ",
            " ",
            ", state lobbying records, and ",
            ". It is not immediately clear if Slate purchased an existing factory or plans to build one from scratch.",
            "The clandestine project is taking shape at a challenging time for electric vehicles. ",
            "Once-explosive growth of the sector ",
            ", and multiple startups dedicated to building EVs have filed for bankruptcy. Those that have survived, like Rivian and Lucid Motors, have done so by burning through billions of dollars.",
            "Slate plans to supplement the small margins of its low-cost truck by building out a line of accessories and apparel that owners can use to customize their vehicles and their looks, according to the sources and various job listings. It has filled its executive ranks with former Harley-Davidson and Stellantis employees — two companies that have historically leaned on these kinds of ancillary businesses (the former with apparel and the latter with MoPar parts and accessories).",
            "Slate is headquartered in Troy, Michigan, and the startup has also shown off a proof of concept vehicle to investors at a non-descript design studio it’s leasing in Long Beach, California, according to the sources. It has targeted high-net-worth individuals and kept a tight lid on its fundraising process. ",
            "The company and multiple people connected to Slate, Re:Build Manufacturing, and Bezos’ family office did not respond to repeated requests for comment on this story. TechCrunch also reached out to Bezos directly and did not receive a response.  ",
            "Slate is shot through with Amazon DNA. ",
            "Alongside Bezos’ family office, Slate’s Series A included funding from former Amazon executive Diego Piacentini, according to ",
            ". ",
            "Slate was initially created as a project called Re:Car in early 2022 within Re:Build Manufacturing, a domestic manufacturing incubator of sorts co-founded by former Amazon Consumer CEO Jeff Wilke and his ",
            " classmate Miles Arnone. Several long-time Amazon executives, including Wei Gao, who was a top VP and technical adviser to Bezos, are now at Re:Build Manufacturing. ",
            "Slate’s digital, e-commerce, and automotive experience leads are Amazon expats. Even Slate’s original name includes the “re:” prefix Amazon uses for events, like the re:MARS robotics and AI conference, or the annual re:Invent gathering for AWS.",
            "Bezos has invested in more than 30 companies through his family office over the years, touching the worlds of AI (Perplexity), robotics (Figure), defense (Anduril), and even mobility (Uber). Slate is one of the most direct investments he’s made in the world of electric vehicles outside of the relationship his company Amazon has with Rivian. ",
            "His investment has largely been just that, though. People familiar with the company’s inner workings told TechCrunch that he has not been seen around Slate’s Michigan or Los Angeles offices.",
            "Nearly all of the EV startups that have come (and gone) over the last decade have tried in some way to replicate the approach Tesla took. They’ve designed their first vehicles to be high-end offerings so they can sell fewer cars for more money. Eventually, after growing brand awareness, these companies move into higher-volume, cheaper EVs that generate smaller margins.",
            "Slate is inverting this by going after what it hopes will be a buyer’s “first car,” according to the people who spoke with TechCrunch. ",
            "The idea is to sell the truck at a price point of around $25,000, and have owners personalize or upgrade the car over time as they can afford it. ",
            "In late March, Slate filed for a ",
            " on the phrase: “WE BUILT IT. YOU MAKE IT.” There is a long list of goods and services it could cover, including everything from switches and speakers to USB ports and pet harnesses.",
            "Other details can be gleaned from the many job listings Slate has posted over the last two years. ",
            "One ",
            " in 2024 hinted the company will dub the customer customization process “Slate University.” The listing was originally titled “University Lead” and was renamed to “Head of Customer Education Repair & Maintenance” before the startup stopped accepting applications.",
            "“We seek an enthusiastic, experienced Leader of Slate University to build and lead our game-changing approach to open-source content for customers to enhance their ownership experience,” the listing reads. “As the Lead, you will drive the strategy and ecosystem development for the educational content and delivery for Slate shoppers, customers, technicians, and partners.”",
            "Another job ",
            " for “Lead Product Manager, Accessories” explains that Slate is “exploring opportunities in the electric mobility space and are building complimentary accessories, apparel, and merchandise capability.” It also mentions the person would be overseeing the development of “utility parts” and “lifestyle and personalization accessories.”",
            "This approach — subsidizing a low-margin manufacturing business with a higher-margin accessories play — is one that has been used by automakers, including Harley-Davidson with its apparel division and Jeep-maker Stellantis with its Mopar parts and service division. ",
            "Unsurprisingly, Slate is already pulling experience from both of those companies as it builds out its team. ",
            "The startup’s executive chairman is Rodney Copes, who spent 20 years at Harley-Davidson. Chief Financial Officer Ryan Green spent nearly a decade on the finance side of the motorcycle manufacturer. (Copes and Green also had stints at Rivian.) Slate’s heads of service, commercial, accessories product management, and growth marketing also worked at Harley-Davidson. ",
            "Slate apparently plans to source its high-voltage battery pack, electric motors, and other related tech from outside suppliers, according to one job listing. The startup is “challenging the status quo of vehicle design,” according to another listing for a design/release engineer for windshield wipers. A posting for an accountant role says the person hired would have to help implement the “required systems to be a public company.” ",
            "According to another role, any prospective head of PR and communications: “Must love cars! You’ll be thinking about cars all day every day, and it’s the most fun when you love cars.”",
            "Another way Slate appears to be bucking the trend of other EV startups is that it does not have a founder serving as CEO. ",
            "Arnone is considered to be Slate’s founder, according to the sources who spoke to TechCrunch, but his day-to-day job is serving as CEO of Re:Build Manufacturing.",
            "Instead, Slate’s CEO is Christine Barman, a longtime Chrysler veteran. She initially got into the automotive industry through an internship at General Motors after attending Purdue University, according to a 2023 ",
            ". ",
            "She then spent more than 20 years at Chrysler overseeing the vehicle line program for the Chrysler 300, Dodge Charger, and Jeep Cherokee, according to her LinkedIn profile. Barman eventually became the vice president of electrical and electronics for Fiat Chrysler, where she led the automaker’s integration of Android Automotive and spent time working on the company’s collaboration with Waymo, before leaving the company in 2017.",
            "Barman has not spent the last decade posting online like many of her EV startup CEO peers. She instead has mostly been advising companies on emerging tech and teaching engineering before getting involved in 2022 with what at the time was a nascent EV project within Re:Build Manufacturing.",
            "Barman did not respond to a request for comment.",
            "Topics",
            "© 2025 Yahoo."
        ]
    }
]