[
    {
        "Categorie": "AI",
        "URL_Categorie": "https://techcrunch.com/2025/04/16/hammerspace-an-unstructured-data-wrangler-used-by-nvidia-meta-and-tesla-raises-100m-at-500m-valuation/",
        "URL_Article": "https://techcrunch.com/2025/04/16/hammerspace-an-unstructured-data-wrangler-used-by-nvidia-meta-and-tesla-raises-100m-at-500m-valuation/",
        "Titre": "Hammerspace, an unstructured data wrangler used by Nvidia, Meta and Tesla, raises $100M at $500M+ valuation",
        "Auteur": "Ingrid Lunden",
        "Date_relative": "36 minutes ago",
        "Date_absolue": "2025-04-16",
        "Full_article": [
            "Artificial intelligence services at their heart are massive data plays: you need data — a lot of it — to build the models, and then the models need efficient ways to ingest and output data to work. ",
            "A company called ",
            " has built a system to help AI and other organisations tap into data troves with minimal heavy lifting, and it’s been seeing impressive adoption. Now, with ",
            " including NVIDIA, Meta, Tesla, Palantir and the Department of Defense as well as other very recognisable names, Hammerspace is announcing $100 million in funding to expand its business. ",
            "The funding is being described as a “strategic venture round,” and it values Hammerspace at over $500 million, sources close to the company told TechCrunch. Its backers include Altimeter Capital and ARK Invest, alongside strategic investors that are not being disclosed. The investors are being described as “highly participatory.” ",
            "The funding is notable because it points to the ecosystem developing around the value that the market sees in AI companies, which are raising billions of dollars both to build their capital-intensive businesses and meet massive demand. ",
            "But as Jamin Ball, a partner at Altimeter, noted, “You don’t have an AI strategy without a data strategy.” So a company that is building a platform to enable that data strategy can itself become very valuable, too. ",
            "Hammerspace said much of its growth so far has been through word-of-mouth. It will be using a portion of this funding to expand on that more proactively with sales and marketing. ",
            "Hammerspace ",
            " from Prosperity7 Ventures (the venture arm of Saudi Aramco), ARK Invest, Pier 88 Hedge Fund, and other unnamed investors. Prior to that, it was self-funded by its CEO and co-founder ",
            ", the pioneer technologist known for his early work on Linux, supercomputers and flash computing. ",
            "There are a vast number of companies that have set out to plug the big gap that exists in the data market today. “Vast” is an operative word here, as it is one of the companies that competes with Hammerspace, along with Dell, Pure Storage, Weka and many others in the worlds of data orchestration, file management, data pipeline, and data management.",
            "That gap goes something like this: The apps and other digital services we use to work and do everything else in life these days produce a lot of potentially valuable data. But data troves exist in silos — they’re fragmented, stored across multiple (competing) clouds and other environments, and are often unstructured. That makes them a challenge to use.",
            "This gap applies across a wide range of enterprise use cases, but perhaps the biggest of these at the moment is AI. ",
            "“AI has been the perfect storm for needing what I have built,” Flynn said in an interview. ",
            "Hammerspace, as we’ve noted before, is named after ",
            " first coined from cartoons and comics, where characters pull objects they need out of thin air. ",
            "This is, in effect, what Hammerspace does. The startup provides a way of making large amounts of data, regardless of where it lives or how it is used, accessible and available to an organization just when they need it, and keeping it out of the way when they do not. ",
            "As Flynn describes it, typically the way that enterprises would have worked with data would be to port it from wherever it is to where it needs to be processed. “You need to install stuff on every system,” he said. “It’s a mess.” ",
            "It’s also slow. “The AI arms race is such a sprint,” he said. With “time to value” now a key priority for these companies, Hammerspace is signing up a lot of customers that are anxious about idle time. ",
            "Flynn’s background in flash computing is central to Hammerspace’s breakthrough. Built on Linux, ubiquitous in the database world, he could see that the key to organising data across disparate locations was to create a file system to do so. ",
            "The heart of this is the Linux kernel NFS client, ubiquitous across many of the data systems. Hammerspace’s co-founder and CTO ",
            " was the lead developer of the Linux kernel NFS client, and the startup remains its lead maintainer. The “file system” that the company has built for managing, moving and orchestrating data is based on a particular implementation in Linux that taps this. What it does, Flynn said, “is unique across the industry.”",
            "Longer term, Flynn ",
            " that Hammerspace may go public as early as this year. That timeline has changed now but the direction has not. “Yes, IPO is absolutely the Hammerspace intended strategy,” Flynn said. “We likely are still approximately two years out (dependent on market conditions).”",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Government & Policy",
        "URL_Categorie": "https://techcrunch.com/2025/04/16/google-used-ai-to-suspend-over-39m-ad-accounts-committing-fraud/",
        "URL_Article": "https://techcrunch.com/2025/04/16/google-used-ai-to-suspend-over-39m-ad-accounts-committing-fraud/",
        "Titre": "Google used AI to suspend over 39M ad accounts suspected of fraud",
        "Auteur": "Jagmeet Singh",
        "Date_relative": "2 hours ago",
        "Date_absolue": "2025-04-16",
        "Full_article": [
            "Google on Wednesday said it suspended 39.2 million advertiser accounts on its platform in 2024  — more than triple the number from the previous year — in its latest crackdown on ad fraud.",
            "By leveraging large language models (LLMs) and using signals such as business impersonation and illegitimate payment details, the search giant said it could suspend a “vast majority” of ad accounts before they ever served an ad.",
            "Last year, Google launched over 50 LLM enhancements to enhance its safety enforcement mechanisms across all its platforms.",
            "“While these AI models are very, very important to us and have delivered a series of impressive improvements, we still have humans involved throughout the process,” said Alex Rodriguez, a general manager for Ads Safety at Google, in a virtual media roundtable.",
            "The executive told reporters that a team of over 100 experts assembled across Google, including members from the Ads Safety team, the Trust and Safety division, and researchers from DeepMind. They analyzed deepfake ad scams involving public figure impersonations and developed countermeasures. ",
            "The company introduced technical countermeasures and over 30 ads and publisher policy updates last year. These moves helped suspend over 700,000 offending advertising accounts, leading to a 90% drop in reports of deepfake ads, the company claims.",
            "In the U.S. alone, Google said it suspended 39.2 million advertiser accounts and took down 1.8 billion ads last year, with key violations tied to ad network abuse, trademark misuse, healthcare claims, personalized ads, and misrepresentation.",
            "India, the world’s most populous country and the second biggest internet market after China in terms of users, saw 2.9 million account suspensions last year, Google said, making it the second-highest after the U.S. The company also removed 247.4 million ads in India, with the top five policy violations related to financial services, trademark misuse, ad network abuse, personalized ads, and gambling and games.",
            "Of all the advertiser account suspensions, Google said it suspended 5 million accounts for scam-related violations.",
            "Overall, the company removed almost half a billion ads related to scams.",
            "Google also verified more than 8,900 new election advertisers in 2024, which saw half of the world’s population go to the polls, and removed 10.7 million election ads. However, Rodriguez noted that the volume of election ads compared to Google’s overall ad numbers was relatively small and would not significantly impact its safety metrics this year.",
            "In total, Google said it blocked 5.1 billion ads last year and removed 1.3 billion pages. In comparison, it ",
            " over 5.5 billion ads and took action against 2.1 billion publisher pages in 2023.",
            "Google told TechCrunch that the decreasing numbers indicated improvements in its prevention efforts. By improving early detection and suspension of malicious accounts, fewer harmful ads are produced or reach the platform, the company said.",
            "The company also restricted 9.1 billion ads last year, it said. ",
            "Importantly, large-scale suspensions sometimes spark concerns over how fairly a company applies its rules. Google said it offers an appeal process that includes human reviews to ensure it took “appropriate action.”",
            "“Oftentimes, some of our message wasn’t as clear and transparent about specifics, about what the rationale was, or reasoning, and sometimes that left the advertiser a little more confused. We ended up updating a bunch of our policies as it related to that, a bunch of our transparency capabilities in terms of the messaging around what and why to help the advertiser…It’s been a big focus for the team as part of 2024 and into 2025,” Rodriguez said.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Fintech",
        "URL_Categorie": "https://techcrunch.com/2025/04/16/visa-backed-african-unicorn-moniepoint-tackles-remittances-but-is-it-late-to-the-game/",
        "URL_Article": "https://techcrunch.com/2025/04/16/visa-backed-african-unicorn-moniepoint-tackles-remittances-but-is-it-late-to-the-game/",
        "Titre": "Visa-backed African unicorn Moniepoint tackles remittances. But is it late to the game?",
        "Auteur": "Tage Kene-Okafor",
        "Date_relative": "3 hours ago",
        "Date_absolue": "2025-04-16",
        "Full_article": [
            "When Visa ",
            " earlier this year, it didn’t just validate the newly minted unicorn — it signaled a bold new direction. ",
            "As part of that deal, the Nigerian fintech best known for building one of Africa’s largest business banking platforms, hinted at plans to integrate with Visa Direct, a move that would unlock international payment rails for remittances and cross-border services.",
            "That strategy is now taking shape with the launch of ",
            ", starting with the UK–Nigeria corridor, its first foray into diaspora-focused financial services. But this isn’t just another play for remittance volume, insists founder and CEO Tosin Eniolorunda. “We’re not trying to be a remittance app,” he told TechCrunch. “We’re building a proper immigrant banking platform.”",
            "It’s an ambitious move. The remittance space, especially the UK–Nigeria corridor, is one of the most crowded fintech verticals in Africa. From ",
            ", Send and ",
            " to Zepz and Taptap Send, migrants have no shortage of options. With sleek user experiences, low fees, and years of brand equity, those incumbents have defined the space.",
            "For most new immigrants, choosing a remittance app is one of the earliest financial decisions they make — often through word of mouth. That means MonieWorld is not only entering late but will have to contend with unseating incumbents already entrenched in daily habits.",
            "And while Moniepoint’s entry brings scale and credibility, some observers question whether the market needs another remittance platform. ",
            "Eniolorunda says MonieWorld wants to help new immigrants stay connected to family and obligations back home while settling abroad. While there’s little to no differentiation in product or pricing regarding the former (remittances), one quick look at MonieWorld’s site will show positioning around providing better pricing than other platforms. ",
            "But that in itself isn’t a moat and is often a race to the bottom. Even Eniolorunda agrees: “We’re not trying to say we’re here to be the cheapest,” said the CEO. “But because we already have an existing technology, processing rails, and have achieved economies of scale in many places, it’s means that we can afford to be cheaper for our customers.”",
            "Moniepoint has spent years building infrastructure in Nigeria, from payments and cards to credit and compliance for businesses and, more recently, retail consumers. Its argument is that this same stack, repurposed for immigrants, can deliver more value than standalone remittance apps. ",
            "“We’ve provided easy-to-use, affordable products in Nigeria, where we now offer payment, credit software, and debit and credit card services for our businesses and consumers,” Eniolorunda remarks. “We figured that to complete the cycle, we can also offer this same set of services to our market but in the diaspora.”",
            "Remittances are the entry point. However, the long-term goal, he says, is to offer a broader suite of financial tools like building credit. It’s a vertical that has taken off in the U.S. over the past couple of years, where ",
            " help immigrants access financial services, starting with credit as the wedge, not remittances (",
            " is a similar company in the U.K.). ",
            "“When you settle into a new country, you need to build a credit history. People are trying to figure out and find their footing in new countries, and if they can find a platform that kind of understands their scenario and helps build credit, it’s going to be great for them,” said the chief executive while remaining tight-lipped on other features that MonieWorld could offer.  ",
            "Remittance outflows from the UK ",
            " in 2023. Nigerians abroad sent home ",
            ", according to the World Bank. It’s a corridor where many players can presumably exist and have considerable market share. However, with these players competing on pricing or speed — both now commoditized — Eniolorunda believes only a few will be winners by providing a superior experience. ",
            "As Moniepoint deepens its local footprint in African countries like Kenya, it plans to launch MonieWorld corridors for those diasporas in the UK, US, or Canada, as is the next logical step. This model will allow the decade-old fintech to derisk its Nigeria-heavy operations by spreading out its exposure — a pitch Eniolorunda says resonated with investors during its last raise.",
            "Still, the challenge is real: Moniepoint is stepping into a fiercely competitive space, and it remains unclear how much margin is left to capture. While Eniolorunda sees inevitable consolidation ahead, the profitable fintech is betting that its infrastructure, compliance know-how, and deep cultural understanding will give it enough lift to matter.",
            "“When we started Moniepoint and considered agency banking, it felt like we were entering late. But the market grew, and look where we are now,” Eniolorunda said, reflecting on Moniepoint’s late entry into agency banking in 2019. “The same could happen with remittances. Yes, there are many players, but there’s still plenty of room to either acquire more customers or offer additional services.”",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Apps",
        "URL_Categorie": "https://techcrunch.com/2025/04/16/opera-adds-its-aria-ai-assistant-to-opera-mini-browser/",
        "URL_Article": "https://techcrunch.com/2025/04/16/opera-adds-its-aria-ai-assistant-to-opera-mini-browser/",
        "Titre": "Opera adds its Aria AI assistant to Opera Mini on Android",
        "Auteur": "Ivan Mehta",
        "Date_relative": "4 hours ago",
        "Date_absolue": "2025-04-16",
        "Full_article": [
            "Norway-based browser company Opera said today that it is making its AI assistant Aria available on its Opera Mini browser for on Android. ",
            "Aria AI can help users get the latest news and information on different topics, learn more about various subjects, and generate images. Opera uses a mix of models from OpenAI and Google to get relevant answers. ",
            "“AI is rapidly becoming an integral part of the daily internet experience – bringing Aria to Opera Mini is a natural addition to our most-downloaded browser. With the addition of our built-in AI, Aria, we’re excited to explore how AI can further enhance the feature set our users rely on every day,” Jørgen Arnesen, EVP Mobile at Opera, said in a statement. ",
            "Opera Mini, which launched in 2005, helps users save on data while browsing. The company’s claim is that even with the launch of the new AI assistant, it can help in saving data without adding to the app’s size. ",
            "The company said Opera Mini has over a billion downloads on Android and more than 100 million users worldwide. According to data from app analytics firm Appfigures, Opera Mini has clocked 7.1 million downloads this year worldwide.",
            "Apart from launching an AI assistant across all its apps, Opera has been experimenting with AI features, such as ",
            " and ",
            ".",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "StrictlyVC London 2025",
        "URL_Categorie": "https://techcrunch.com/2025/04/16/ts-anil-ceo-of-monzo-is-joining-our-strictlyvc-london-lineup/",
        "URL_Article": "https://techcrunch.com/2025/04/16/ts-anil-ceo-of-monzo-is-joining-our-strictlyvc-london-lineup/",
        "Titre": "TS Anil, CEO of Monzo, is joining our StrictlyVC London lineup",
        "Auteur": "TechCrunch Events",
        "Date_relative": "5 hours ago",
        "Date_absolue": "2025-04-16",
        "Full_article": [
            "StrictlyVC, the boutique brand powered by TechCrunch and known for evening events that invite headliners into smaller rooms to connect with live audiences, is headed back to ",
            " — and its latest speaker lineup is one of its strongest yet.",
            "Joining the stage is ",
            ", CEO of Monzo Bank, the digital banking powerhouse that has helped reshape the UK’s financial landscape. Known for his global leadership background and steady hand at the helm of one of Europe’s most prominent fintechs, Anil brings a unique perspective on the future of money, trust, and digital innovation.",
            "One question now is whether he plans to bring that perspective to the ",
            " in what could be a blow for the London Stock Exchange, or whether ",
            " tied to tariffs in the U.S. could make Monzo’s home turf look more attractive.",
            "He won’t be alone. Sharing the spotlight are two of the most respected names in venture capital: ",
            " of Accel, the London-based VC firm behind some of tech’s biggest success stories, and ",
            ", who last last year joined Paladin Capital Group, a venture firm with a sharp focus on cybersecurity and deep tech investments and which is partnering with TechCrunch on the evening. (Moosa, who helped found The Carlyle Group’s European Technology Fund, had been an advisor to Paladin since 2017 but is now a managing director and also serves on Paladin’s executive committee.)",
            "And more guest speakers are coming. Check back on the ",
            " for speaker updates.",
            "Unlike the big, bold conferences that TechCrunch hosts, the StrictlyVC series brings the audience face-to-face with people in the headlines to create real dialogue. These events aren’t panels where speakers stay at arm’s length; they’re interactive, intimate, and designed to open up space for curiosity. Attendees get the rare chance to ask questions, challenge assumptions, and hear unfiltered insights from the people who are shaping the future of tech.",
            "Recent StrictlyVC speakers have included Bluesky CEO Jay Graber; former FTC Chair Lina Khan; Waymo Co-CEO Tekedra Mawakana; San Francisco Mayor Daniel Lurie; and Trae Stephens, Partner at Founders Fund and co-founder of the defense tech giant Anduril. Others to join us in these evenings include OpenAI CEO Sam Altman, VC Alfred Lin of Sequoia Capital, Flexport CEO Ryan Petersen, and Forerunner Ventures founder Kirsten Green, among many others.",
            "Whether you’re a startup founder, venture capitalist, institutional investor, or just someone who wants a closer look at what’s shaping the news, ",
            " is one not to miss. Expect a candid, wide-ranging conversation about leadership, innovation, and the stakes of building the next generation of tech.",
            "Stay tuned for more event details, and make sure you’ve ",
            " before we run out of room. It all goes down on Tuesday night, May 13.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "In Brief",
        "URL_Categorie": "https://techcrunch.com/2025/04/15/how-musk-manages-his-growing-family-wsj/",
        "URL_Article": "https://techcrunch.com/2025/04/15/how-musk-manages-his-growing-family-wsj/",
        "Titre": "How Musk manages his growing family: WSJ",
        "Auteur": "Connie Loizos",
        "Date_relative": "7 hours ago",
        "Date_absolue": "2025-04-15",
        "Full_article": [
            "Posted:",
            "Elon Musk says it’s his duty to “make new humans.” Now, a ",
            " suggests he may have fathered more than the 14 children already known, with sources claiming the real number could be significantly higher. The report also describes how Musk keeps those details under wraps.",
            "At the center of it all, per the report, is longtime fixer Jared Birchall, who runs Musk’s family office but also handles the logistics of Musk’s growing family, including by drafting NDAs and serving as a sounding board for the mothers of some of Musk’s children.",
            "For example, Musk reportedly asked conservative influencer Ashley St. Clair to sign a restrictive agreement after she gave birth to their son last fall. The deal: $15 million, plus an additional $100,000 a month until the baby turned 21 in exchange for her silence. She refused; now the deal gets worse with every perceived betrayal, she says. (She told the Journal that Musk’s team sent her just $20,000 after the outlet reached out to Musk for comment about its article.)",
            "As for Birchall, who is also the ",
            " of Musk’s brain-implant venture Neuralink and a ",
            " at Musk’s AI venture xAI, managing Musk’s private life might just be a third full-time job. Per the Journal, in one two-hour call with St. Clair, Birchall told her that going the “legal route” with Musk “always, always leads to a worse outcome for that woman than what it would have been otherwise.”",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "AI",
        "URL_Categorie": "https://techcrunch.com/2025/04/15/grok-gains-a-canvas-like-tool-for-creating-docs-and-apps/",
        "URL_Article": "https://techcrunch.com/2025/04/15/grok-gains-a-canvas-like-tool-for-creating-docs-and-apps/",
        "Titre": "Grok gains a canvas-like tool for creating docs and apps",
        "Auteur": "Kyle Wiggers",
        "Date_relative": "9 hours ago",
        "Date_absolue": "2025-04-15",
        "Full_article": [
            ", the chatbot from Elon Musk’s AI company, xAI, has gained a canvas-like feature for editing and creating documents and basic apps.",
            "Called Grok Studio, the feature was announced on X late Tuesday. It’s available for both free and paying Grok users on Grok.com",
            "“Grok can now generate documents, code, reports and browser games,” ",
            ". “Grok Studio will open your content in a separate window, allowing both you and Grok to collaborate on the content together.”",
            "Today, we are releasing the first version of Grok studio, adding code execution and google drive support.",
            "Grok Studio",
            "Grok can now generate documents, code, reports, and browser games. Grok Studio will open your content in a separate window, allowing both you and Grok to… ",
            "— Grok (@grok) ",
            " ",
            "Grok is the latest chatbot to get a dedicated workspace for tinkering with software and writing projects. OpenAI launched a similar capability, ",
            ", for ChatGPT in October. Anthropic was one of the first to the punch, with ",
            " for Claude.",
            "Grok Studio doesn’t seem materially different from the canvas-like tools that’ve come before it. It lets you preview HTML snippets and run code in programming languages like Python, C++, and JavaScript. All content opens in a window to the right-hand side of Grok’s responses.",
            "Grok Studio is made potentially more useful by another Grok upgrade announced today: integration with Google Drive. Now, you can attach files from a Google Drive account to a Grok prompt. Grok can work with documents, spreadsheets and slides, according to xAI.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Enterprise",
        "URL_Categorie": "https://techcrunch.com/2025/04/15/nvidia-h20-chip-exports-hit-with-license-requirement-by-us-government/",
        "URL_Article": "https://techcrunch.com/2025/04/15/nvidia-h20-chip-exports-hit-with-license-requirement-by-us-government/",
        "Titre": "Nvidia H20 chip exports hit with license requirement by US government",
        "Auteur": "Rebecca Szkutak",
        "Date_relative": "13 hours ago",
        "Date_absolue": "2025-04-15",
        "Full_article": [
            "Semiconductor giant Nvidia is facing unexpected new U.S. export controls on its H20 chips.",
            ", Nvidia said it was informed by the U.S. government that it will need a license to export its H20 AI chips to China. This license will be required indefinitely, according to the filing — the U.S. government cited “risk that the [H20] may be used in […] a supercomputer in China.”",
            "Nvidia anticipates $5.5 billion in related charges in its Q1 2026 fiscal year, which ends April 27. The company’s stock was down around 6% in extended trading.",
            "The H20 is the most advanced AI chip Nvidia can export to China under the U.S.’ current and previous export rules. Last week, ",
            " reported that CEO Jensen Huang might have ",
            " of new H20 restrictions during a dinner at President Donald Trump’s Mar-a-Lago resort, in part by committing that Nvidia would invest in AI data centers in the U.S.",
            "Perhaps not-so-coincidentally, Nvidia ",
            " that it would spend hundreds of millions of dollars over the next four years manufacturing some AI chips in the U.S. ",
            " were quick to point out that the company’s commitment was light on the details.",
            "Multiple government officials had been calling for stronger export controls on the H20 because the chip was allegedly used to train models from China-based AI startup DeepSeek, including the R1 “reasoning” model that threw the U.S. AI market for a loop in January.",
            "Nvidia declined to comment.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Startups",
        "URL_Categorie": "https://techcrunch.com/2025/04/15/figma-ignores-the-fear-files-paperwork-for-an-ipo/",
        "URL_Article": "https://techcrunch.com/2025/04/15/figma-ignores-the-fear-files-paperwork-for-an-ipo/",
        "Titre": "Figma ignores the fear, files paperwork for an IPO",
        "Auteur": "Julie Bort",
        "Date_relative": "14 hours ago",
        "Date_absolue": "2025-04-15",
        "Full_article": [
            "Design software startup Figma ",
            " Tuesday it has filed its confidential paperwork for an IPO. We won’t know more until that paperwork becomes public, which, best-case scenario would be in about a month.",
            "However, with the stock market in groundhog mode — seeing its shadow with every new gyration of the Trump administration’s trade policies and tariffs — pursuing an IPO right now is surprising, even at an exploratory level. ",
            ", the two potentially blockbuster tech IPOs that were humming along last month, both hit the pause button in early April after the stock market crashed on tariff news. They have not yet rescheduled.",
            "While Figma is working on an IPO, that doesn’t mean it will proceed in the usual timeline, which is often four to six weeks after confidential paperwork has been accepted.",
            "Figma, which makes collaborative software and web applications for designers, was last ",
            " of 2024 after it completed a tender offer that allowed existing shareholders to cash out some of their stake. Adobe attempted to buy Figma for $20 billion, but that deal fell through in 2023",
            " in Europe and the United States.",
            "The company is backed by venture firms Sequoia Capital, Index Ventures, Greylock, and Kleiner Perkins, which have investors that sit on its board, along with a long list of other outfits, including Andreessen Horowitz and IVP.",
            "Figma declined further comment.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Fundraising",
        "URL_Categorie": "https://techcrunch.com/2025/04/15/telli-a-yc-alum-raises-pre-seed-funding-for-its-ai-voice-agents/",
        "URL_Article": "https://techcrunch.com/2025/04/15/telli-a-yc-alum-raises-pre-seed-funding-for-its-ai-voice-agents/",
        "Titre": "Telli, a YC alum, raises pre-seed funding for its AI voice agents",
        "Auteur": "Mike Butcher",
        "Date_relative": "14 hours ago",
        "Date_absolue": "2025-04-15",
        "Full_article": [
            "Former Y Combinator startup ",
            " is helping companies alleviate the bottleneck that occurs when a high-volume of customers try to, for example, book appointments. Its AI voice agents kick in and handle basic operations while handing off more-complex processes to human operators. The Berlin-based startup has now raised $3.6 million in a pre-seed funding round led by Berlin’s Cherry Ventures and Y Combinator.",
            "Telli says its AI voice agents can perform a number of tasks, including automated callbacks and even closing deals. ",
            "The startup, which was founded by Seb Hapte-Selassie, Philipp Baumanns, and Finn zur Mühlen, has concentrated on making its agents blend into company operations.",
            "It’s now claiming to have reached revenue growth of more than 50% month over month and has processed close to a million phone calls (and all with only a six-person team) out of the Berlin office. Customers are spread across Germany, the U.K., Latin America, and the U.S., with plans for further expansion.",
            "CEO zur Mühlen told TechCrunch that the founders got the idea after working at German unicorn Enpal, one of Germany’s biggest startup successes: “We scaled the customer service people, and we saw firsthand how difficult call automation for customer acquisition is and how difficult it is to manage performance.”",
            "He said that Telli’s AI agents “actually achieve outcomes like booking appointments, prequalifying leads, making product suggestions, and so on.” The voices are created by hired voice actors, whose voices are then cloned using the ElevenLabs or Cartesian AI voice-cloning platforms, he said.",
            "The underlying AI models Telli uses vary between OpenAI, Claude, and others: “We switch around. Our goal is always to give our customers the best solutions that are out there right now,” he said.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Security",
        "URL_Categorie": "https://techcrunch.com/2025/04/15/for-security-android-phones-will-now-auto-reboot-after-three-days/",
        "URL_Article": "https://techcrunch.com/2025/04/15/for-security-android-phones-will-now-auto-reboot-after-three-days/",
        "Titre": "For security, Android phones will now auto-reboot after three days",
        "Auteur": "Lorenzo Franceschi-Bicchierai",
        "Date_relative": "15 hours ago",
        "Date_absolue": "2025-04-15",
        "Full_article": [
            "Google’s mobile operating system Android will now automatically reboot if the phone is locked for three days in a row. ",
            "On Monday, the tech giant ",
            ", a core part of Android that provides functionalities for apps and the operating system itself. Listed under “Security & Privacy” is a new security feature that “will automatically restart your device if locked for 3 consecutive days.”",
            "Last year, ",
            ". The thinking behind adding an automatic reboot after a certain period of inactivity is to make life more difficult for someone who is trying to unlock or extract data from a phone; for example, law enforcement using a forensic analysis device like those made by ",
            " or ",
            ". ",
            "Before a phone is switched on and unlocked, certain data stored within is fully encrypted and harder to access without the user’s passcode. This is known as the “Before First Unlock” state. Once unlocked, on the other hand, some data gets decrypted and can potentially be accessed by bruteforcing the passcode or taking advantage of security flaws, which is generally how law enforcement forensic devices work. This state is known as “After First Unlock.”",
            "Google did not respond to a request for comment, asking what was the motivation behind this new feature. ",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Apps",
        "URL_Categorie": "https://techcrunch.com/2025/04/15/tiktok-takes-on-google-maps-by-surfacing-reviews-in-the-comments-tab/",
        "URL_Article": "https://techcrunch.com/2025/04/15/tiktok-takes-on-google-maps-by-surfacing-reviews-in-the-comments-tab/",
        "Titre": "TikTok takes on Google Maps by surfacing reviews in the comments tab",
        "Auteur": "Aisha Malik",
        "Date_relative": "15 hours ago",
        "Date_absolue": "2025-04-15",
        "Full_article": [
            "As TikTok continues to build out its search experience, the social network is now surfacing reviews for select places right within the comments tab of a video. The new feature, which appears to be a test, eliminates the need to conduct a new search or open Google when you come across a place on TikTok and want to learn more about it.",
            "TikTok users who have access to this new feature will see a new “Reviews” tab on the right after they click to view the video’s comments.  ",
            "For instance, if you come across a video of Central Park in New York City where the creator has tagged the location, you’ll be able to see users’ star ratings for the location, their written reviews, and their uploaded photos, if any.",
            "You can also click on a reviewer’s username to visit their TikTok profile from this section, which differentiates this feature from ",
            " which was designated with ",
            ".",
            "Although the new feature may be a welcome addition for some, others may think it crowds the user experience when viewing content.",
            "The move is the latest way that TikTok is looking to expand its search ambitions to take on Google. ",
            "In 2022, a Google ",
            " was eating into its core services, Search and Maps, particularly for younger users. Fast-forward to today, and TikTok has challenged Google’s dominance in several areas.",
            "In addition to becoming a top stop for ",
            ", TikTok ",
            " last year that allow users to take or upload a photo to find similar products in TikTok Shop. ",
            "In September 2024, TikTok also began allowing advertisers to target its search results page through ",
            " a keyword-based search solution designed to display brands’ ads in search results.",
            "It’s unclear if TikTok plans to roll out its reviews tab more broadly, as the company declined to provide comment ahead of publication. However, in TechCrunch’s tests, we found that only some videos with a tagged location would showcase the feature.  ",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Media & Entertainment",
        "URL_Categorie": "https://techcrunch.com/2025/04/15/stop-doomscrolling-and-watch-the-great-moose-migration-livestream/",
        "URL_Article": "https://techcrunch.com/2025/04/15/stop-doomscrolling-and-watch-the-great-moose-migration-livestream/",
        "Titre": "Stop doomscrolling and watch the ‘Great Moose Migration’ livestream",
        "Auteur": "Amanda Silberling",
        "Date_relative": "15 hours ago",
        "Date_absolue": "2025-04-15",
        "Full_article": [
            "You could say that TikTok is ruining our attention spans, and yet, viewers around the world are tuning in to watch a monotonous livestream from a Swedish TV station that they’ve probably never heard of. It’s time for ",
            ".",
            "For thousands of years, moose have crossed the Ångerman River each spring, trekking to a warmer summer habitat. But since 2019, the whole world can watch along for three weeks as Sweden’s SVT broadcaster airs its livestream of the migration online, using over 30 cameras to catch all of the painstakingly slow action.",
            "For the most part, the livestream shows tranquil scenes of forests and rivers, and if you’re lucky, you just might glimpse a passing moose, blissfully unaware of its international superstardom. It’s just a moose, trudging along without a care in the world.",
            "Most of the time, the stream is nearly silent. Other times, you’ll hear the wind gust and the birds chirp. It’s nice, even if you forget you left the livestream tab open on your computer and get jumpscared by a flock of creatures thousands of miles away.",
            "As one Swedish student ",
            ": “I feel relaxed, but at the same time I’m like, ‘Oh, there’s a moose. Oh, what if there’s a moose? I can’t go to the toilet!’”",
            "Even overnight, the stream continues. Lack of sunlight, be damned — night vision cameras will make sure we see every last bit of moose content. However, the stark black and white image evokes “The Blair Witch Project” more than National Geographic. But a spooky moose sighting is still a moose sighting.",
            "Last year, ",
            " tuned into SVT’s moose stream. By comparison, the Discovery Channel’s Shark Week saw more than ",
            " in 2023. Considering that SVT is just streaming live feeds of nature with a 15-person staff, that’s a pretty impressive comparison.",
            "What makes this kind of livestream so compelling is that it’s so drastically different from what we’re normally exposed to on the internet. Your TikTok feed shows you bite-sized videos so specifically tailored to your interests that it’s hard to look away. YouTubers meticulously edit their videos to keep us engaged for as long as possible. ",
            "But the moose don’t want anything from us. They don’t even know we’re here, cheering them on.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "AI",
        "URL_Categorie": "https://techcrunch.com/2025/04/15/openai-says-it-may-adjust-its-safety-requirements-if-a-rival-lab-releases-high-risk-ai/",
        "URL_Article": "https://techcrunch.com/2025/04/15/openai-says-it-may-adjust-its-safety-requirements-if-a-rival-lab-releases-high-risk-ai/",
        "Titre": "OpenAI may ‘adjust’ its safeguards if rivals release ‘high-risk’ AI",
        "Auteur": "Kyle Wiggers",
        "Date_relative": "16 hours ago",
        "Date_absolue": "2025-04-15",
        "Full_article": [
            "OpenAI has ",
            " its Preparedness Framework — the internal system it uses to assess the safety of AI models and determine necessary safeguards during development and deployment. In the update, OpenAI stated that it may “adjust” its safety requirements if a competing AI lab releases a “high-risk” system without similar protections in place.",
            "The change reflects the increasing competitive pressures on commercial AI developers to deploy models quickly. OpenAI has been ",
            " in favor of faster releases, and of failing to deliver ",
            ". Last week, 12 former OpenAI employees ",
            " in Elon Musk’s case against OpenAI, arguing the company would be encouraged to cut ",
            " corners on safety should it complete its planned corporate restructuring.",
            "Perhaps anticipating criticism, OpenAI claims that it wouldn’t make these policy adjustments lightly, and that it would keep its safeguards at “a level more protective.”",
            "“If another frontier AI developer releases a high-risk system without comparable safeguards, we may adjust our requirements,” wrote OpenAI in a ",
            " published Tuesday afternoon. “However, we would first rigorously confirm that the risk landscape has actually changed, publicly acknowledge that we are making an adjustment, assess that the adjustment does not meaningfully increase the overall risk of severe harm, and still keep safeguards at a level more protective.”",
            "The refreshed Preparedness Framework also makes clear that OpenAI is relying more heavily on automated evaluations to speed up product development. The company says that while it hasn’t abandoned human-led testing altogether, it has built “a growing suite of automated evaluations” that can supposedly “keep up with [a] faster [release] cadence.”",
            "Some reports contradict this. ",
            ", OpenAI gave testers less than a week for safety checks for an upcoming major model — a compressed timeline compared to previous releases. The publication’s sources also alleged that many of OpenAI’s safety tests are now conducted on earlier versions of models rather than the versions released to the public.",
            "In statements, OpenAI has disputed the notion that it’s compromising on safety.",
            "OpenAI is quietly reducing its safety commitments.",
            "Omitted from OpenAI’s list of Preparedness Framework changes:",
            "No longer requiring safety tests of finetuned models ",
            "— Steven Adler (@sjgadler) ",
            " ",
            "Other changes to OpenAI’s framework pertain to how the company categorizes models according to risk, including models that can conceal their capabilities, evade safeguards, prevent their shutdown, and even self-replicate. OpenAI says that it’ll now focus on whether models meet one of two thresholds: “high” capability or “critical” capability. ",
            "OpenAI’s definition of the former is a model that could “amplify existing pathways to severe harm.” The latter are models that “introduce unprecedented new pathways to severe harm,” per the company.",
            "“Covered systems that reach high capability must have safeguards that sufficiently minimize the associated risk of severe harm before they are deployed,” wrote OpenAI in its blog post. “Systems that reach critical capability also require safeguards that sufficiently minimize associated risks during development.”",
            "The updates are the first OpenAI has made to the Preparedness Framework since 2023.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Transportation",
        "URL_Categorie": "https://techcrunch.com/2025/04/15/indian-ride-hailing-startup-blusmart-swept-up-in-gensol-investigation-alleging-misuse-of-ev-loans/",
        "URL_Article": "https://techcrunch.com/2025/04/15/indian-ride-hailing-startup-blusmart-swept-up-in-gensol-investigation-alleging-misuse-of-ev-loans/",
        "Titre": "India’s BluSmart swept up in Gensol investigation alleging misuse of EV loans",
        "Auteur": "Jagmeet Singh",
        "Date_relative": "16 hours ago",
        "Date_absolue": "2025-04-15",
        "Full_article": [
            "India’s market regulator launched a probe Tuesday into Gensol Engineering after finding alleged misuse of electric vehicle loans. BluSmart, a ride-hailing startup connected to Gensol that was once seen as an emerging Uber rival in the South Asian market, has also been swept up into the investigation. ",
            "The Securities and Exchange Board of India (SEBI) barred Gensol Engineering’s founders, Anmol Singh Jaggi and Puneet Singh Jaggi, from holding key positions in the public-listed company and participating in the securities market while the agency investigates. The Jaggi brothers also co-founded BluSmart Mobility. ",
            "Anmol Singh Jaggi told TechCrunch the company was “fully cooperating” with the Indian regulator and is “putting together all the necessary documents and facts to clarify.”",
            "“This is just an interim step, not a final decision, and I’m confident that once everything’s reviewed properly, our position will be clear. We’ve always believed in doing things responsibly, and that won’t change,” Jaggi said.",
            "In its interim order, the regulator accused the Jaggi brothers of redirecting substantial loan amounts for personal use, including buying luxury real estate on the outskirts of India’s capital.",
            "The regulator said Gensol Engineering availed term loans of 9.78 billion Indian rupees (around $114 million) from the state-owned Indian Renewable Energy Development Agency and Power Finance Corporation. Of that, 6.63 billion rupees were set for purchasing 6,400 EVs to lease to BluSmart. However, the company acquired only 4,704 EVs for 5.68 billion rupees, the regulator noted in its ",
            " (PDF).",
            "“Some of these funds were then used for purposes unrelated to the purpose/objective of the sanctioned term loans, which included (i) personal expenses of the promoter, including purchase of high-end real estate; (ii) benefit to the private promoter entities/transfer of funds to promoters’ close relatives; etc.,” the regulator said.",
            "Gensol previously denied the alleged defaulting on debt payments. However, the regulator has cited information from the lenders and said there were “multiple instances of default” by the Gujarat-headquartered company.",
            "“The promoters were running a listed public company as if it were a proprietary firm,” the regulator alleged in the order.",
            "The order comes over a month after credit-rating agencies downgraded Gensol, raising concerns over the delays in the company’s debt servicing and corporate governance practices.",
            "Meanwhile, BluSmart, a Gensol customer and the entity sharing its co-founders, is struggling due to mounting cash burns and a lack of external capital. The startup shut down its service in Dubai, which was ",
            " last year, and is currently exploring ways to sustain its business in India, which spans Delhi-NCR, Bengaluru, and Mumbai.",
            "The ride-hailing startup planned to pivot into a fleet partner for its arch-rival Uber, the Indian newspaper Economic Times ",
            " earlier this week, citing people familiar with the developments.",
            "Founded in late 2018 as Gensol Mobility, BluSmart started as an Uber fleet operator. However, the startup emerged as an all-EV rival to Uber after starting its standalone operations before the COVID-19 pandemic.",
            "BluSmart ",
            " in January 2024 to boost its EV charging stations from Switzerland-based impact fund ResponsAbility. Later that year, the company was reportedly in talks to",
            ", but that funding never materialized.",
            "The Gurugram-based startup has raised more than $486 million in total funding, ",
            " Crunchbase. It counts BP Ventures and Mayfield India Fund among its early investors.",
            "Last year, BluSmart had a fleet of 6,000 EVs, including around 180 ZS SUVs from MG Motor and the remaining batch made up of Tata Tigor sedans. The startup planned to increase its fleet size to 10,000 EVs by year-end, but it did not reach the target.",
            "Jaggi did not answer what measures they are taking specifically for BluSmart.",
            "Gensol Engineering’s stock tumbled more than 83% this year, last trading at 129 rupees shortly before the market closed on Tuesday.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Startups",
        "URL_Categorie": "https://techcrunch.com/2025/04/15/figma-sent-a-cease-and-desist-letter-to-lovable-over-the-term-dev-mode/",
        "URL_Article": "https://techcrunch.com/2025/04/15/figma-sent-a-cease-and-desist-letter-to-lovable-over-the-term-dev-mode/",
        "Titre": "Figma sent a cease-and-desist letter to Lovable over the term ‘Dev Mode’",
        "Auteur": "Julie Bort",
        "Date_relative": "16 hours ago",
        "Date_absolue": "2025-04-15",
        "Full_article": [
            "We may be witnessing the makings of a new tech industry feud between competitors. Figma has sent a cease-and-desist letter to popular no-code AI startup Lovable, Figma confirmed to TechCrunch. ",
            "The letter tells Lovable to stop using the term “Dev Mode” for a new product feature. Figma, which also has a feature called Dev Mode, successfully trademarked that term last year, according ",
            ".",
            "What’s wild is that “dev mode” is a common term used in many products that cater to software programmers. It’s like an edit mode. Software products from giant companies like ",
            ", ",
            ", ",
            " have features formally called “developer mode” that then get nicknamed “dev mode” in reference materials.",
            "Even “dev mode” itself is commonly used. For instance ",
            "s copyright by years. And it’s ",
            " in countless open source software projects. ",
            "Figma tells TechCrunch that its trademark refers only to the shortcut “Dev Mode” – not the full term “developer mode.” Still, it’s a bit like trademarking the term “bug” to refer to “debugging.” ",
            "Since Figma wants to own the term, it has little choice but send cease-and-desist letters. (The letter, as many ",
            ", was very polite, too.) If Figma doesn’t defend the term, it could be absorbed as a generic term and the trademarked becomes unenforceable.",
            "Some on the internet argue that this term is already generic, should never have been allowed to be trademarked, and say Lovable should fight. ",
            "Lovable’s co-founder and CEO, Anton Osika, tells TechCrunch that, for now, his company has no intention of honoring Figma’s demand and changing the feature’s name.",
            "We’ll see if Figma escalates. It also has other things on its mind. On Tuesday, ",
            " However, should Figma pursue legal action, taking on an international legal battle might be pricey for the early-stage Swedish startup, Lovable, ",
            ".",
            "What’s more interesting is that Lovable is one of the rising stars of so-called “vibe coding.” That’s where users can describe what they want in a text prompt and the product builds it – complete with code. Its “dev mode” feature was launched a few weeks ago to allow users to edit that code.",
            "Lovable advertises itself as a competitor to Figma, declaring on ",
            " that designers can use Lovable “without tedious prototyping work in tools like Figma.”  And many ",
            ".",
            "So this isn’t just a trademark dispute. It is also a bigger competitor cracking its knuckles at a pesky upstart. Figma was ",
            " about a year ago.",
            "A Figma spokesperson almost admits as much. The person told TechCrunch that Figma has not sent cease-and-desist letters to other tech companies over the term, like Microsoft, because their products are “in a different category of goods and services.”",
            "And Lovable’s Osika is ready to throw a few punches of his own telling TechCrunch that he thinks “Figma should focus on making their product great” and not on trademark marketing. He also tells TechCrunch that Lovable is successfully winning customers away from Figma and other such design tools created in the era before LLMs. ",
            "As for the overall threat of vibe coding products, ",
            " last month with Y Combinator’s Garry Tan, Figma co-founder CEO Dylan Field naturally pooh-poohed the idea.",
            "Field said that even though people like vibe coding for its speed, “you also want to give people a way to not just get started and prototype rapidly but also get to the finish line. That’s where the disconnect is, and not just for design, but also for code.”",
            "Still Osika also seems ready to compete. When he shared a copy of the Figma’s letter on X, he used ",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "AI",
        "URL_Categorie": "https://techcrunch.com/2025/04/15/openai-hires-team-behind-gv-backed-ai-eval-platform-context-ai/",
        "URL_Article": "https://techcrunch.com/2025/04/15/openai-hires-team-behind-gv-backed-ai-eval-platform-context-ai/",
        "Titre": "OpenAI hires team behind GV-backed AI eval platform Context.ai",
        "Auteur": "Ivan Mehta",
        "Date_relative": "17 hours ago",
        "Date_absolue": "2025-04-15",
        "Full_article": [
            ", a startup building evaluations and analytics for AI models, announced Tuesday that its co-founders will join OpenAI. ",
            "Context.ai plans to wind down its products following the acqui-hire, per a message on the company’s website. When reached for comment, OpenAI declined to reveal the terms of the deal.",
            "“Evals are a requirement to building high-performing AI applications, but they’re hard to get right today,” reads the message. “We spent two years building evals and analytics for [models] at Context.ai — with a few pivots along the way. We couldn’t be more excited for this next chapter of our journey at OpenAI and are grateful to everyone who played a part.”",
            "Context.ai was founded in 2023 by former Googlers Henry Scott-Green (CEO) and Alex Gamble (CTO). The startup raised ",
            " from GV and Theory Ventures that same year.",
            "One of Context.ai’s flagship products was a dashboard customers could use to dig into the data generated by a model and figure out if it’s producing content that truly helps answer queries. Context.ai users could share transcripts via an API, which Context.ai would then analyze to group and tag based on subject. ",
            "“The phrase that I always hear is that ‘my model is a black box,’” Scott-Green told TechCrunch in a 2023 interview. “We’ve spoken to hundreds of developers who are building [models], and they have a really consistent set of problems. Those problems are that they don’t understand how people are using their model, and they don’t understand how their model is performing.”",
            "Context.ai had six employees as of August 2023. It’s unclear how large the team is today, and whether every staffer will be offered a job at OpenAI.",
            "In a ",
            ", Scott-Green said that he and Gamble will be creating “the tools developers need to succeed” at OpenAI, with a focus on model evaluations. According to ",
            ", he’s now a product manager at OpenAI “building evals.”",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "In Brief",
        "URL_Categorie": "https://techcrunch.com/2025/04/15/google-bets-on-geothermal-to-power-data-centers-in-taiwan/",
        "URL_Article": "https://techcrunch.com/2025/04/15/google-bets-on-geothermal-to-power-data-centers-in-taiwan/",
        "Titre": "Google bets on geothermal to power data centers in Taiwan",
        "Auteur": "Tim De Chant",
        "Date_relative": "18 hours ago",
        "Date_absolue": "2025-04-15",
        "Full_article": [
            "Posted:",
            "Google will add 10 megawatts of geothermal power in Taiwan to its renewable portfolio, the company ",
            " Tuesday, marking the search giant’s first geothermal investment in Asia.",
            "Swedish company Baseload Capital is developing the project through a local subsidiary, which has been mapping the island for geothermal resources since 2019.",
            "It’s not the first geothermal deal for Google. In November, geothermal startup Fervo ",
            " to the grid as part of an agreement with Google to supply power to its data centers in Nevada.",
            "Geothermal has the potential to provide up to 90 gigawatts of clean, consistent power in the U.S. by 2050. Island hotspots like Taiwan stand poised to generate a significant fraction of their electricity from the Earth’s heat. Taiwan, which sits on the western edge of the ",
            ", wants to harness 6 gigawatts of geothermal by 2050.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "AI",
        "URL_Categorie": "https://techcrunch.com/2025/04/15/anthropic-forms-a-new-team-to-grow-its-aws-business/",
        "URL_Article": "https://techcrunch.com/2025/04/15/anthropic-forms-a-new-team-to-grow-its-aws-business/",
        "Titre": "Anthropic forms a new team to grow its AWS business",
        "Auteur": "Kyle Wiggers",
        "Date_relative": "18 hours ago",
        "Date_absolue": "2025-04-15",
        "Full_article": [
            "In a sign of Anthropic’s increasingly cozy relationship with Amazon, Anthropic has formed a new team to recruit AWS customers to use its AI products.",
            "The team, which Anthropic appears to have begun hiring several months ago, aims to “accelerate” the adoption of Anthropic’s AI among AWS accounts by “building programs that […] scale across global markets and segments.” That’s according to ",
            " ",
            " on ",
            " and job boards around the web.",
            "“[Y]ou will own and scale one of our most significant strategic relationships, leading a team responsible for multi-billion dollar revenue opportunities through our AWS partnership,” reads a ",
            ". “You will work closely with senior leadership across both organizations to drive joint success [and] shape strategy.”",
            "Amazon is a major backer of Anthropic, ",
            " in capital to the startup to date. While the company has no governance rights and is a minority investor, Amazon is Anthropic’s “primary” training partner, ",
            " to help Anthropic develop its AI models.",
            "Anthropic has also optimized its models to run on AWS infrastructure, ",
            ", AWS’ AI development platform. And the company has launched collaborations with Amazon partners, including Accenture and ",
            ", to facilitate access to its AI tech through AWS.",
            "Anthropic CEO Dario Amodei said in November that Anthropic’s Claude family of models was being used by “tens of thousands” of Bedrock customers.",
            "Amazon, which is leveraging Anthropic technology to power components of its revamped Alexa experience, ",
            ", no doubt sees Anthropic as important to its overall AI business’ growth. Amazon CEO Andy Jassy recently ",
            " that Amazon’s AI revenue is growing at “triple-digit” year-over-year percentages and represents a “multi-billion-dollar annual revenue run rate.”",
            "Anthropic, meanwhile, stands to benefit from AWS’ reach as it looks to grow its own revenue. The startup is ",
            " aiming to notch $12 billion in revenue in 2027, up from a projected $2.2 billion this year.",
            "Amazon’s dealings with Anthropic have attracted some regulatory scrutiny.",
            "The FTC last year sent a letter to Amazon, as well as to Microsoft and Google, ",
            " the companies to explain the impacts their investments in startups such as Anthropic have on the competitive AI landscape. Google has also ",
            " in Anthropic, pouring billions into the company over multiple funding rounds.",
            "The U.K.’s Competition and Markets Authority (CMA) has also investigated Amazon’s partnership with Anthropic, looking at whether key aspects would result in “Amazon having material influence” over the latter.",
            "The FTC ",
            " that AI investments by Big Tech firms can create lock-in and reveal sensitive information that can undermine competition, but stopped short of recommending enforcement action. The CMA, for its part, ",
            " that Amazon’s partnership and equity investment in Anthropic can’t be investigated under current merger rules due to the size and scope of the deal.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": "Venture",
        "URL_Categorie": "https://techcrunch.com/podcast/hans-swildens-of-industry-ventures-on-the-ways-vcs-are-manufacturing-liquidity-in-2025/",
        "URL_Article": "https://techcrunch.com/podcast/hans-swildens-of-industry-ventures-on-the-ways-vcs-are-manufacturing-liquidity-in-2025/",
        "Titre": "Hans Swildens of Industry Ventures on the ways VCs are ‘manufacturing’ liquidity in 2025",
        "Auteur": "Maggie Stamets",
        "Date_relative": "18 hours ago",
        "Date_absolue": "2025-04-15",
        "Full_article": [
            "This week on StrictlyVC Download, TechCrunch’s editor-in-chief, Connie Loizos, and StrictlyVC’s Alex Gove are joined by return guest Hans Swildens. Swildens is the founder and CEO of ",
            ", a firm known for its pioneering role in the venture secondary market. With stakes in over 700 venture funds and years of experience in the secondaries market, he knows a lot about what VCs are thinking in terms of venture’s current liquidity problem.",
            "In this episode, Swildens breaks down the evolution and current landscape of secondary markets, including LP-led and GP-led secondaries, continuation funds, and why they’re becoming a lifeline for aging venture portfolios. He also offers a rare look at the liquidity crunch hitting the industry, the impact of tech buyouts, and how firms are now staffing up just to manage and manufacture exits.",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/15/for-security-android-phones-will-now-auto-reboot-after-three-days/",
        "URL_Article": "https://techcrunch.com/2025/04/15/for-security-android-phones-will-now-auto-reboot-after-three-days/",
        "Titre": "For security, Android phones will now auto-reboot after three days",
        "Auteur": "Lorenzo Franceschi-Bicchierai",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            "Google’s mobile operating system Android will now automatically reboot if the phone is locked for three days in a row. ",
            "On Monday, the tech giant ",
            ", a core part of Android that provides functionalities for apps and the operating system itself. Listed under “Security & Privacy” is a new security feature that “will automatically restart your device if locked for 3 consecutive days.”",
            "Last year, ",
            ". The thinking behind adding an automatic reboot after a certain period of inactivity is to make life more difficult for someone who is trying to unlock or extract data from a phone; for example, law enforcement using a forensic analysis device like those made by ",
            " or ",
            ". ",
            "Before a phone is switched on and unlocked, certain data stored within is fully encrypted and harder to access without the user’s passcode. This is known as the “Before First Unlock” state. Once unlocked, on the other hand, some data gets decrypted and can potentially be accessed by bruteforcing the passcode or taking advantage of security flaws, which is generally how law enforcement forensic devices work. This state is known as “After First Unlock.”",
            "Google did not respond to a request for comment, asking what was the motivation behind this new feature. ",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/15/figma-sent-a-cease-and-desist-letter-to-lovable-over-the-term-dev-mode/",
        "URL_Article": "https://techcrunch.com/2025/04/15/figma-sent-a-cease-and-desist-letter-to-lovable-over-the-term-dev-mode/",
        "Titre": "Figma sent a cease-and-desist letter to Lovable over the term ‘Dev Mode’",
        "Auteur": "Julie Bort",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            "We may be witnessing the makings of a new tech industry feud between competitors. Figma has sent a cease-and-desist letter to popular no-code AI startup Lovable, Figma confirmed to TechCrunch. ",
            "The letter tells Lovable to stop using the term “Dev Mode” for a new product feature. Figma, which also has a feature called Dev Mode, successfully trademarked that term last year, according ",
            ".",
            "What’s wild is that “dev mode” is a common term used in many products that cater to software programmers. It’s like an edit mode. Software products from giant companies like ",
            ", ",
            ", ",
            " have features formally called “developer mode” that then get nicknamed “dev mode” in reference materials.",
            "Even “dev mode” itself is commonly used. For instance ",
            "s copyright by years. And it’s ",
            " in countless open source software projects. ",
            "Figma tells TechCrunch that its trademark refers only to the shortcut “Dev Mode” – not the full term “developer mode.” Still, it’s a bit like trademarking the term “bug” to refer to “debugging.” ",
            "Since Figma wants to own the term, it has little choice but send cease-and-desist letters. (The letter, as many ",
            ", was very polite, too.) If Figma doesn’t defend the term, it could be absorbed as a generic term and the trademarked becomes unenforceable.",
            "Some on the internet argue that this term is already generic, should never have been allowed to be trademarked, and say Lovable should fight. ",
            "Lovable’s co-founder and CEO, Anton Osika, tells TechCrunch that, for now, his company has no intention of honoring Figma’s demand and changing the feature’s name.",
            "We’ll see if Figma escalates. It also has other things on its mind. On Tuesday, ",
            " However, should Figma pursue legal action, taking on an international legal battle might be pricey for the early-stage Swedish startup, Lovable, ",
            ".",
            "What’s more interesting is that Lovable is one of the rising stars of so-called “vibe coding.” That’s where users can describe what they want in a text prompt and the product builds it – complete with code. Its “dev mode” feature was launched a few weeks ago to allow users to edit that code.",
            "Lovable advertises itself as a competitor to Figma, declaring on ",
            " that designers can use Lovable “without tedious prototyping work in tools like Figma.”  And many ",
            ".",
            "So this isn’t just a trademark dispute. It is also a bigger competitor cracking its knuckles at a pesky upstart. Figma was ",
            " about a year ago.",
            "A Figma spokesperson almost admits as much. The person told TechCrunch that Figma has not sent cease-and-desist letters to other tech companies over the term, like Microsoft, because their products are “in a different category of goods and services.”",
            "And Lovable’s Osika is ready to throw a few punches of his own telling TechCrunch that he thinks “Figma should focus on making their product great” and not on trademark marketing. He also tells TechCrunch that Lovable is successfully winning customers away from Figma and other such design tools created in the era before LLMs. ",
            "As for the overall threat of vibe coding products, ",
            " last month with Y Combinator’s Garry Tan, Figma co-founder CEO Dylan Field naturally pooh-poohed the idea.",
            "Field said that even though people like vibe coding for its speed, “you also want to give people a way to not just get started and prototype rapidly but also get to the finish line. That’s where the disconnect is, and not just for design, but also for code.”",
            "Still Osika also seems ready to compete. When he shared a copy of the Figma’s letter on X, he used ",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/15/notorious-image-board-4chan-hacked-and-internal-data-leaked/",
        "URL_Article": "https://techcrunch.com/2025/04/15/notorious-image-board-4chan-hacked-and-internal-data-leaked/",
        "Titre": "Notorious image board 4chan hacked and internal data leaked",
        "Auteur": "Lorenzo Franceschi-Bicchierai",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            "Notorious internet forum 4chan was hacked on Tuesday. ",
            "At the time of writing, 4chan’s website was not loading, and users on social media reported the site being intermittently down for hours. ",
            "Messages on a rival message board, which TechCrunch has seen, celebrated the hack, with one person claiming that the hacker responsible for the breach was inside 4chan’s system “for over a year.” ",
            "Several screenshots showing what appears to be 4chan’s back end circulated online, showing the site’s alleged back end, source code, and templates to ban users, which would only be accessible to the site’s moderators. Also in the leaked data was a list of alleged 4chan moderators and “janitors,” who are users who can delete posts and threads, but have fewer privileges than moderators, who can also see IP addresses of users, for example. ",
            "Given 4chan’s known violent political ties, this cyberattack could potentially expose the people who run these forums, which have become central to alt-right movements.",
            "TechCrunch reached out to several email addresses that were leaked and spoke to one of the people behind one of the email addresses. One 4chan janitor who spoke to TechCrunch on the condition of anonymity said they are “confident” the leaked data and screenshots are “all real.”",
            "“I have no reason to believe otherwise,” the janitor said.  ",
            "“I’m somewhat taken back. 4chan’s moderation team has had leaks in the past, but this is obviously an issue of greater magnitude,” the janitor told TechCrunch. “I’m not happy about the situation. I’m sure most others aren’t, either. But many of us have been doing this for a long time. Doxxing is a longstanding pastime on 4chan, and the possibility that we could be exposed has always been there.”",
            "“I’ve been most concerned with the leaked information, for obvious reasons,” said the janitor. “I’d wager that the fact that 4chan was effectively taken over by a hacker(s) is probably ‘worse’ than screenshots, at least from the perspective of the site’s continued operation.”",
            "The janitor also said that it appears that the hacker obtained the personal information of 4chan Pass subscribers, who are users who pay the site to bypass post counters and access a VIP board, per the janitor. ",
            "4chan did not respond to an email requesting comment sent to the site’s press email address. ",
            "4chan is an ostensibly anonymous internet forum that functions like the dark underbelly of the web. Most of the time, it’s an image board that seems to be populated by bored users who try to shock each other often by posting some of the most vile content imaginable. Other times, 4chan’s cultural exports seep into the real world as innocuous memes or as hateful rhetoric that inspires right-wing terrorism.",
            "Memes like ",
            ", ",
            ", and ",
            " were originally popularized on 4chan but have become ubiquitous across the internet. Yet 4chan’s strongest legacy comes from its political boards, where alt-right rhetoric can radicalize young users into adopting white supremacist ideals. QAnon, a group of far-right conspiracy theorists who back President Donald Trump, ",
            ".",
            "The shooter who in 2019 murdered 51 people at two mosques in Christchurch, New Zealand, had been ",
            " since he was a teenager. In 2022, a then-18-year-old man ",
            " at a grocery store in Buffalo, New York; his 180-page manifesto borrowed from the Christchurch shooter’s online rhetoric.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/15/deels-ceo-is-now-in-dubai-complicating-ripplings-lawsuit/",
        "URL_Article": "https://techcrunch.com/2025/04/15/deels-ceo-is-now-in-dubai-complicating-ripplings-lawsuit/",
        "Titre": "Deel’s CEO is now in Dubai, complicating Rippling’s lawsuit",
        "Auteur": "Charles Rollet",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            "Rippling’s ",
            " have been significantly complicated by the fact that Bouaziz and his lawyer are now in Dubai, according to internal correspondence seen by TechCrunch.",
            "The UAE is a country with a reputation of being a safe haven for those wanting to avoid extradition.",
            "Rippling is trying to serve Bouaziz as part of its ",
            ". But French bailiffs weren’t ",
            " at an apartment in Paris in his native France last week. ",
            "The suit accuses Bouaziz of bribing a Rippling employee in Ireland, Keith O’Brien, and the affidavit ",
            ". ",
            "And Bouaziz isn’t the only one in the UAE. Deel’s legal director Asif Malik has moved to Dubai, Rippling’s legal team said in a court ",
            " last week. Malik is a U.K. citizen who Rippling is also trying to serve. He’s the same lawyer who allegedly offered to relocate O’Brien, Deel’s alleged spy, to Dubai and pay his legal costs in exchange for refusing to cooperate with Rippling, according to O’Brien’s ",
            ".",
            "The UAE’s legal environment makes things like extraditing people very difficult according to ",
            ", although the Gulf country has told media that it’s committed to working with international partners on law enforcement and recently ",
            " of some long-wanted criminals. ",
            "Bouaziz’s father, the CFO of Deel, who O’Brien claims oversaw payments to him and knew of the scheme, ",
            " his location as the UAE on X, too.",
            "Deel, along with Alex and Philippe Bouaziz, didn’t respond to requests for comment. Deel ",
            " to Rippling’s lawsuit denying all wrongdoing. Rippling didn’t respond to a request for comment.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/15/notion-releases-its-ai-driven-email-inbox/",
        "URL_Article": "https://techcrunch.com/2025/04/15/notion-releases-its-ai-driven-email-inbox/",
        "Titre": "Notion releases an AI-powered email client for Gmail",
        "Auteur": "Rebecca Szkutak",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            "Notion released ",
            ", an AI-powered email client for Gmail that integrates with the rest of Notion’s workflow management platform, on Tuesday.",
            "Notion Mail connects to Notion users’ Gmail accounts and uses AI to help users organize their emails, draft responses, schedule meetings, and search across messages. Any Notion user can sign up, and Notion Mail’s AI capabilities are free with monthly usage limits or unlimited through a paid tier.",
            "Notion Mail enters an increasingly crowded category of companies looking to improve email inboxes with AI. ",
            ", one of the larger players, has raised $108 million in venture funding for its client that isn’t tied to legacy email providers like Gmail or Microsoft Outlook. ",
            ", which connects to Gmail and Outlook, raised $10 million last month.",
            "It’s also worth noting that many of the features Notion Mail is offering are also available from providers like Gmail, which uses AI to sort emails, craft responses, and suggest meetings.",
            "Jason Ginsberg, Notion Mail lead, told TechCrunch that the idea behind Notion Mail wasn’t to attach AI to an existing inbox, but rather give users the ability to use AI to build a custom inbox organized and configured how they want.",
            "“The way we built Notion Mail is almost down to the building blocks, or the fundamentals of how email works,” Ginsberg said. “It’s really modular. And what that means is, like, instead of just going to settings and there’s just what we’ve decided, you actually can configure Notion Mail in ways we can’t even imagine — all different permutations, so that it actually works the way you prefer.”",
            "Notion Mail’s infrastructure came from Skiff, an end-to-end encrypted collaboration platform ",
            " for an undisclosed sum. Ginsberg co-founded Skiff, which also included an email product.",
            "According to Ginsberg, one of Notion Mail’s more notable features is the ability for users to separate their inbox into “views” or folders. The feature uses Notion AI to auto-label emails on a particular topic and move them into a separate topic-specific inbox.",
            "Ginsberg imagines users will use the capability to organize emails for a specific purpose, like keeping track of job applications. He said he uses the feature himself to quickly check customer feedback from Notion Mail’s beta customers.",
            "Notion Mail connects with other Notion products like the platform’s calendar app, Notion Calendar, and its internal knowledge base. This unlocks time-saving shortcuts. If someone in an email exchange suggests scheduling a meeting, Notion’s AI will check a user’s calendar, suggest times they’re free, and prompt them to schedule it.",
            "Ginsberg said that a lot of the innovation around incorporating AI into email has thus far focused mainly on writing emails. He thinks Notion Mail offers something different because of its emphasis on building a customized inbox. ",
            "“I think our focus has really been on, how can AI help organize your email for you?” Ginsberg said. “The big change there is it’s no longer feeling like a burden where you are going through the same never-ending list, one-size-fits-all inbox and manually triaging emails. Our focus is not to have you work faster in the old way of things. It’s really a new way and a new approach.”",
            "Ginsberg said that in the future, Notion hopes to be able to offer more product integrations and additional ways to access Notion Mail, like an iOS app. The Notion team also wants to be able to offer multiple inboxes in one view down the line.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/15/lucid-gravity-first-drive-an-electric-suv-that-doesnt-make-compromises/",
        "URL_Article": "https://techcrunch.com/2025/04/15/lucid-gravity-first-drive-an-electric-suv-that-doesnt-make-compromises/",
        "Titre": "Lucid Gravity First Drive: An electric SUV that doesn’t make compromises",
        "Auteur": "Abigail Bassett",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            "Lucid has spent years ",
            " — a plush van-like SUV designed to be the category killer that could take market share from the likes of other luxury EV and internal combustion people haulers like the Rivian R1S, Cadillac Escalade IQ, BMW X7, and Audi Q8. ",
            "The ",
            " aim was to create an SUV without compromise — a lofty goal other automakers have tried and failed at before. After a first drive in the EV, which has a starting price of $96,550, it’s clear the company did more than just focus on luxurious touches. Although there are plenty.",
            "The Lucid Gravity may just be over-engineering at its best. The EV is loaded with tech and upgrades from its predecessor, the Lucid Air sedan. Peter Rawlinson, the former Lucid CEO and CTO, ",
            " may no longer be at the company, but his engineering fingerprints are all over the new Lucid Gravity.",
            "And while customers may never see the tech under the proverbial hood, they will experience it. ",
            "The Lucid Gravity has up to 450 miles of EPA-rated range, a zero to 60 mph time under 3.5 seconds, and charging times that are unheard of for current EVs. The Gravity can charge up to 200 miles in just 11 minutes on DC fast charging, according to the company, thanks to a new boost mode that leverages the rear motor as a transformer to boost charging.",
            "All of this luxury, tech, and spaciousness do come with a price. The vehicle’s price tag ranges between $96,550 for the two-row Grand Touring trim to $99,450 for the three-row version. A “cheaper” $81,550 Touring model is expected to arrive later this year.",
            "Engineers working on Gravity took what they learned from ",
            " and the Lucid Air to create the company’s new Gen 2 system that underpins the SUV. That includes a new battery developed in partnership with Panasonic (which Lucid says offers a 40% charging speed improvement over the competitive set), a new drive unit, a new thermal system, and a new charging system. ",
            "Specifically, engineers created a system that allows the Lucid Gravity to charge at 225 kW on 500-volt architecture (which underpins Tesla’s V3 chargers) chargers and at up to 400 kW on 1000-volt chargers (which underpins Tesla’s new V4 chargers that are due to roll out this year). ",
            "To do this, engineers used the Gravity’s motor and inverter as a transformer to boost 500-volt charging to the battery’s required voltage without adding extra hardware. They also implemented plug-and-charge for the system so that owners don’t have to fuss with payment and charge initiation at certain chargers. ",
            "The changes are part of Tesla’s North American Charging standard that came out last year. The announcement of the standard came at a time when the development of the Gravity was nearly complete. ",
            "The updated standard required a significant rethinking of the underpinnings of the Gravity when it was roughly 70% developed in late 2022 and early 2023, according to Emad Dlala, the senior vice president of powertrain at Lucid. ",
            "“When I joined in 2015, 400-volt was state of the art,” Dlala said. “Quickly, we realized that we needed to take it to the next level,” he continued, “so we developed a new technology that enabled charging through a legacy 500-volt charging architecture through a future 1000-volt charging architecture. What we learned from Air in 2021 has been completely changed.”",
            "The team behind Gravity also made a number of hardware changes to add in redundancy, support its infotainment system, and allow the company to eventually add more automated driving features to its advanced driver assistance system. ",
            "The company is using Nvidia’s Orin-X processors for AI perception and video processing for its advanced driver assistance system, Qualcomm’s Snapdragon 8295 for infotainment, and Infineon TC397 for vehicle dynamics and body control. ",
            "Today, the Gravity offers what is known as Level 2 automated driving, a system that automates some of the driving, but still requires the driver to pay attention. Lucid is aiming to eventually offer Level 3, or L3, which typically offers hands-off, eyes-off driving on the highways in certain conditions.",
            "Its upcoming Dream Drive 2 Pro, an upgrade to its ADAS, is coming soon, according to the company, and will offer features like visualization of up to five lanes of traffic, curve speed control, lane change assistance, curb rash alert, and automated parking.",
            "The Gravity was designed to be spacious for occupants and their cargo. And engineers and designers achieved that goal. The interior is cavernous inside with a whopping 120 cubic feet of interior space, which Lucid says is 40% more than the closest competitor. ",
            "It turns out an effort to avoid fuses helped them get there. ",
            "The company wanted to find a way to not use fuses since they need to be regularly accessed and replaced when they blow, and they tend to take up precious interior space that could be used for cargo and passengers, according to Jean-Philippe Gauthier, the head of software engineering at Lucid. ",
            "Instead, Lucid decided to use diffusers in the Gravity, which are essentially electronic switches. These diffusers reset automatically when the car is cycled off, respond faster to shorts in the system, eliminate the potential error of installing a fuse with the wrong amperage during replacement, and allow the fuse box to be buried deeper inside the vehicle instead of encroaching on interior space. Diffusers also can power down unneeded systems and reduce parasitic losses in the vehicle. ",
            "To prove the Gravity was roomier than its competitors, the EV maker lined up a Cadillac Escalade IQ, Mercedes-Benz EQS SUV, Rivian R1S, and BMW X7 on hand at an event in Los Olivos, California. Reporters were challenged to take boxes that filled the Gravity (including its spacious frunk) and stack them into the EQS SUV. ",
            "It was an impossible task and with no other close competitor on hand. One fellow journalist who happens to be 6-foot, 6-inches was able to lie down in the rear of the Gravity comfortably and close the rear hatch without any issues. ",
            "The Gravity is big and measures a whopping 198.2 inches in length and 87.2 inches wide. That puts the EV SUV slightly below the Chevrolet Suburban in size. Still, the vehicle is massive, which helps boost the interior space.",
            "Typically, full-size SUVs with that kind of footprint tend to be boomy inside and giant rollie-pollies on the road, making them uncomfortable to hustle, especially on winding roads. ",
            "Not so with the Lucid Gravity.",
            "I drove the Gravity from Nipomo, California on the Central Coast along Cuyama Highway and Tepusquet Road, a steep, one-lane, sharply winding road, to Los Olivos for my test drive and it was surprisingly enjoyable and, dare I say, fun to drive.  ",
            "The Gravity is heavy (6,000-plus pounds in the three-row option I drove). I did feel some of that weight on the road. However, once I placed the vehicle in its comfort setting known as “Smooth,” it handled highway cruising and wide sweepers with ease. ",
            "I toggled it up to Swift for Tepusquet Road, and the adaptive dampers and air springs ate up the rough undulations and curves without unsettling the vehicle, or getting nauseatingly rolly at any point. It was so smooth on that winding road in the Swift setting that my passenger fell asleep.  ",
            "The Gravity gets rear-wheel steering when outfitted with the Dynamic Package (which adds around $,2900 to the base price), which gives you an additional 3-degrees of rear-wheel steering — both in phase and out of phase, depending on how quickly (or slowly) you’re moving. ",
            "That rear-wheel steer increases the agility of the vehicle and take up less of the road as it drives on single-lane mountain roads and even dirt track, which I did try out at a local ranch where Lucid set up a rally cross experience for us. ",
            "Even when pushed (and sliding) through the dirt, the Gravity stayed remarkably flat and comfortable. And yes, you can do some very light off-roading with the Gravity as it gets 7-inches of ground clearance that can go up to 9-plus inches of clearance when raised. ",
            "One of the surprising things that I liked the most about Gravity was the so-called “squircal” steering wheel. Having driven other vehicles with (dumb) yokes, the squared-off circle wheel makes the Gravity feel even more agile and responsive, and the electrically-assisted rack and pinion steering is adjusted to be absolutely spot on: where you point the wheel, the vehicle goes without any mushiness.  ",
            "Lucid also tuned one pedal drive to be so intuitive that I didn’t have to touch the brake once on the winding roads around Los Olivos. ",
            "All in, it’s clear that after more than four years in development, the seven-passenger all-electric SUV delivers remarkable range and efficiency, agility, and functionality for a wealthy buyer looking for an “American-made” vehicle that isn’t a Tesla.",
            "Topics",
            "© 2025 Yahoo."
        ]
    },
    {
        "Categorie": null,
        "URL_Categorie": "https://techcrunch.com/2025/04/14/hertz-says-customers-personal-data-and-drivers-licenses-stolen-in-data-breach/",
        "URL_Article": "https://techcrunch.com/2025/04/14/hertz-says-customers-personal-data-and-drivers-licenses-stolen-in-data-breach/",
        "Titre": "Hertz says customers’ personal data and driver’s licenses stolen in data breach",
        "Auteur": "Zack Whittaker",
        "Date_relative": null,
        "Date_absolue": null,
        "Full_article": [
            "Car rental giant Hertz has begun notifying its customers of a data breach that included their personal information and driver’s licenses.",
            "The rental company, which also owns the Dollar and Thrifty brands, said ",
            " that the breach relates to a cyberattack on one of its vendors between October 2024 and December 2024. ",
            "The stolen data varies by region, but largely includes Hertz customer names, dates of birth, contact information, driver’s licenses, payment card information, and workers’ compensation claims. Hertz said a smaller number of customers had their Social Security numbers taken in the breach, along with other government-issued identification numbers.",
            "Notices on Hertz’s websites disclosed the breach to customers in ",
            ", ",
            ", the ",
            ", ",
            ", and the ",
            ". ",
            "Hertz also disclosed the breach with several U.S. states, including California, Maine, and Texas. Hertz said at least 3,400 customers in Maine were affected, and some 96,665 customers in Texas, but neither listed the total number of affected individuals, which is likely to be significantly higher. ",
            "Emily Spencer, a spokesperson for Hertz, would not provide TechCrunch with a specific number of individuals affected by the breach but said it would be “inaccurate to say millions” of customers are affected.",
            "The company attributed the breach to a vendor, software maker Cleo, which last year was ",
            " by a prolific Russia-linked ransomware gang.",
            "Hertz is one of dozens of companies that used Cleo’s software at the time of their data thefts. The Clop ransomware gang claimed last year to have exploited a ",
            " in Cleo’s widely used enterprise file transfer products, which allow companies to share large sets of sensitive data over the internet. By breaching these systems, the hackers stole reams of data from Cleo’s corporate customers.",
            "Soon after, the Clop ransomware gang claimed on its dark web leak site that it ",
            " by exploiting the bug in their Cleo systems. In a later post, Clop claimed dozens more alleged corporate victims.",
            "The data extortion campaign became one of ",
            ".",
            "At the time, Hertz, which was named on Clop’s site, said it had “no evidence” that Hertz data or Hertz systems were affected.",
            "On Monday, Hertz’s spokesperson told TechCrunch it found no evidence that Hertz’s own network was affected by the breach, but confirmed that Hertz data “was acquired by an unauthorized third party that we understand exploited zero-day vulnerabilities within Cleo’s platform in October 2024 and December 2024.”",
            "A Cleo executive did not respond to TechCrunch’s inquiry on Monday.",
            "Topics",
            "© 2025 Yahoo."
        ]
    }
]